{
  "title": "Bladder cancer – IARC",
  "cancer_type": "Bladder cancer",
  "url": "https://www.iarc.who.int/cancer-type/bladder-cancer/",
  "content": "Summary\nInfographics\nResearch Project Websites\nCancer Topics\nCountry\nCancer Type\nRisk factor\n## Bladder cancer\nBladder cancer\n## Introduction\nIntroduction\nBladder cancer is the ninth most common cancer type worldwide. In 2022, more than 600 000 people were diagnosed with bladder cancer worldwide and more than 220 000 people died from the disease. Bladder cancer is one of the most challenging and expensive cancers to diagnose and treat. Its diagnosis relies mainly on cystoscopy, an invasive and expensive procedure. Most bladder cancers are diagnosed at an early stage, when they are highly treatable. However, about 25% of bladder cancers are diagnosed at later stages.\n## News & Events\nNews\n## IARC Monographsevaluation of the carcinogenicity of automotive gasoline and some oxygenated gasoline additives\nIARC Monographs\nevaluation of the carcinogenicity of automotive gasoline and some oxygenated gasoline additives\n21.03.2025\n05.07.2024\nevaluate the carcinogenicity of talc and acrylonitrile:\nVolume 136\n20.09.2023\nWorld Cancer Research Day 2023: the Bladder Cancer Epidemiology and Early Detection in Africa (BEED) study\nSEE MORE News & Events\n## Press Releases\n## IARC Monographs evaluate the carcinogenicity of talc and acrylonitrile IARC Monographs Volume 136\nIARC Monographs evaluate the carcinogenicity of talc and acrylonitrile IARC Monographs Volume 136\n01.07.2022\nevaluate the carcinogenicity of  occupational exposure as a firefighter\n20.05.2022\nPromising urine test could improve early detection and clinical management of bladder cancer: IARC Evidence Summary Brief No. 3\nSEE MORE Press Releases\n## Highlights\n19.09.2023\nWorld Cancer Research Day 2023\nSEE MORE Highlights\n## Videos\n24.03.2025\n31.05.2021\nBladder Cancer Awareness Month: Dr Florence Le Calvez-Kelm & Dr Mahdi Sheikh on promising biomarkers\nSEE MORE Videos\n## Infographics\nevaluation of the carcinogenicity of talc and acrylonitrile\nevaluate the carcinogenicity of occupational exposure as a firefighter\nSEE MORE Infographics\n## IARC Monographsevaluate the carcinogenicity of  occupational exposure as a firefighter\n1. What are the results of the evaluation?\n2. Has this agent previously been evaluated by the\nprogramme?\n3. Why was occupational exposure as a firefighter re-evaluated?\nMore\n09.10.2020\nIARC Monographs evaluate the carcinogenicity of opium consumption\nSEE MORE Q&As\n## Research Project Websites\nBladder Cancer Epidemiology and Early Detection in Africa (BEED) study\nGlobal Cancer Observatory\nThis page shows selected content only. For more information, please use the\nsearch function"
}