{
  "title": "Breast cancer – IARC",
  "cancer_type": "Breast cancer",
  "url": "https://www.iarc.who.int/cancer-type/breast-cancer/",
  "content": "Summary\nInfographics\nResearch Project Websites\nCancer Topics\nCountry\nCancer Type\nRisk factor\n## Breast cancer\nBreast cancer\n## Introduction\nIntroduction\nIn 2020, breast cancer was the most commonly diagnosed cancer type in the world, with more than 2.26 million new cases of breast cancer worldwide. In 2022, despite an estimated increase to more than 2.31 million new cases, breast cancer became the second most common cancer type, after lung cancer. Breast cancer remains the most commonly diagnosed cancer type among women and the most common cause of cancer death in women. It is the fourth most common cause of cancer death overall.\n## News & Events\nNews\n## Breast cancer cases and deaths are projected to rise globally\nBreast cancer cases and deaths are projected to rise globally\n24.02.2025\n18.02.2025\nMeasuring the key performance indicators of the WHO Global Breast Cancer Initiative within a research study context in sub-Saharan Africa\n16.12.2024\nIARC Evidence Summary Brief No. 5 now available in French\nSEE MORE News & Events\n## Press Releases\n08.04.2024\nCancer screening metrics: effective evaluation to balance benefits and harms\n08.03.2024\nMaternal orphans due to cancer: the intergenerational impact of cancer deaths in women (IARC Evidence Summary Brief No. 5)\nSEE MORE Press Releases\n## Highlights\n## Breast Cancer Awareness Month 2024\nBreast Cancer Awareness Month 2024\n01.10.2024\n30.04.2024\nCancer Screening in Five Continents (CanScreen5): a global data repository for breast, cervical, and colorectal cancer screening programmes\nSEE MORE Highlights\n## Videos\n## Maternal orphans due to cancer: the intergenerational impact of cancer deaths in women (IARC Evidence Summary Brief No. 5)\n03.02.2023\nDr Valerie McCormack on the WHO Global Breast Cancer Initiative and maternal orphans\n23.01.2023\nDr Susan Cherian on the\nAtlas of Breast Cancer Early Detection\nSEE MORE Videos\n## Infographics\n## IARC marks Breast Cancer Awareness Month 2024\nIARC marks Breast Cancer Awareness Month 2024\n25.04.2024\nBreast cancer early detection: training of master trainers in Libya\n08.01.2024\nIARC Handbooks of Cancer Prevention\nVolume 20A: Reduction or Cessation of Alcohol Consumption\nSEE MORE Infographics\n## IARC Handbooks of Cancer PreventionVolume 20A: Reduction or Cessation of Alcohol Consumption\n1. What is the\nIARC Handbooks\nseries?\n2. What are the key take-home messages from this evaluation?\n3. Why did the\nprogramme evaluate the evidence on reduction or cessation of alcoholic beverage consumption in relation to cancer risk?\nMore\n14.12.2020\nLatest global cancer data: Cancer burden rises to 19.3 million new cases and 10.0 million cancer deaths in 2020\n19.10.2020\nGenetic risk factors for breast cancer and ovarian cancer in Latin America: Q&A with Dr Sandra Perdomo\nSEE MORE Q&As\n## Research Project Websites\nMaternal Orphans due to Cancer Deaths: Global Estimates\nGlobal Cancer Observatory\nEpiMARKS+: Identifying epigenetic biomarkers of breast cancer risk and their environmental/lifestyle determinants\nInternational Consortium on Mammographic Density\nABC-DO: African Breast Cancer-Disparities in Outcomes study\nSABC: South Africa Breast Cancer study\nPRECAMA study: Molecular Subtypes of Premenopausal Breast Cancer in Latin American Women\nEDSMAR: Determinants of Breast Cancer in Morocco study\nThis page shows selected content only. For more information, please use the\nsearch function"
}