{
    "cancer_type": "Cervical Cancer",
    "title": "What Is Cervical Cancer?",
    "url": "https://www.cancer.gov/types/cervical",
    "content": [
        {
            "section": "Paragraph",
            "text": "Cervical cancer is cancer that starts in the cells of the cervix. The cervix is the lower, narrow end of the uterus (womb). The cervix connects the uterus to the vagina (birth canal). Cervical cancer usually develops slowly over time. Before cancer appears in the cervix, the cells of the cervix go through changes known as dysplasia, in which abnormal cells begin to appear in the cervical tissue. Over time, if not destroyed or removed, the abnormal cells may become cancer cells and start to grow and spread more deeply into the cervix and to surrounding areas."
        },
        {
            "section": "Paragraph",
            "text": "The cervix has two main parts:"
        },
        {
            "section": "Paragraph",
            "text": "The squamocolumnar junction (also called the transformation zone) is the border where the endocervix and ectocervix meet. Most cervical cancers begin in this area."
        },
        {
            "section": "Paragraph",
            "text": "Cervical cancers are named after the type of cell where the cancer started. The two main types are:"
        },
        {
            "section": "Paragraph",
            "text": "Sometimes, cervical cancer has features of both squamous cell carcinoma and adenocarcinoma. This is called mixed carcinoma or adenosquamous carcinoma. Very rarely, cancer develops in other cells in the cervix."
        },
        {
            "section": "Paragraph",
            "text": "Symptoms"
        },
        {
            "section": "Paragraph",
            "text": "Many cervical cancer symptoms are also seen with other, less serious conditions. These are the warning signs you shouldn’t ignore."
        },
        {
            "section": "Paragraph",
            "text": "Causes, Risk Factors, and Prevention"
        },
        {
            "section": "Paragraph",
            "text": "Long-lasting HPV infection causes almost all cervical cancers. Learn about HPV infection and other risk factors for cervical cancer and what you can do to lower your risk."
        },
        {
            "section": "Paragraph",
            "text": "Screening"
        },
        {
            "section": "Paragraph",
            "text": "If you have a cervix, screening for cervical cancer is an important part of routine health care. Learn when to get screened and what to expect during and after screening."
        },
        {
            "section": "Paragraph",
            "text": "HPV and Pap Test Results"
        },
        {
            "section": "Paragraph",
            "text": "Learn what HPV and Pap test results mean and next steps if a test result is abnormal."
        },
        {
            "section": "Paragraph",
            "text": "Diagnosis"
        },
        {
            "section": "Paragraph",
            "text": "Learn about the tests that are used to diagnose and stage cervical cancer."
        },
        {
            "section": "Paragraph",
            "text": "Prognosis and Survival Rates"
        },
        {
            "section": "Paragraph",
            "text": "Learn about cervical cancer survival rates and why this statistic doesn't predict exactly what will happen to you."
        },
        {
            "section": "Paragraph",
            "text": "Stages"
        },
        {
            "section": "Paragraph",
            "text": "Stage refers to the extent of your cancer, such as how large the tumor is and if it has spread. Learn about cervical cancer stages, an important factor in deciding your treatment plan."
        },
        {
            "section": "Paragraph",
            "text": "Treatment"
        },
        {
            "section": "Paragraph",
            "text": "Learn about the different ways cervical cancer can be treated."
        },
        {
            "section": "Paragraph",
            "text": "Childhood Cervical and Vaginal Cancers"
        },
        {
            "section": "Paragraph",
            "text": "Cervical cancer and vaginal cancer are very rare in children. Learn about the signs and symptoms, diagnosis, and treatment options."
        },
        {
            "section": "Paragraph",
            "text": "Coping and Support"
        },
        {
            "section": "Paragraph",
            "text": "Certain aspects of cervical cancer diagnosis and treatment are of special concern. Gain a greater sense of control by knowing what to expect and what resources are available to help you cope."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “What Is Cervical Cancer? was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}