{
  "title": "Childhood cancer – IARC",
  "cancer_type": "Childhood cancer",
  "url": "https://www.iarc.who.int/cancer-type/childhood-cancer/",
  "content": "Summary\nInfographics\nResearch Project Websites\nCancer Topics\nCountry\nCancer Type\nRisk factor\n## Childhood cancer\nChildhood cancer\n## Introduction\nIntroduction\nIn 2022, more than 275 000 children and adolescents (aged 0–19 years) were diagnosed with cancer worldwide and more than 105 000 children died from cancer. However, the actual numbers may be much higher, because in many countries childhood cancer is difficult to diagnose. Leukaemia was by far the most common cancer type in children and the most common recorded cause of cancer death in children.\nIn 2018, the World Health Organization launched the Global Initiative for Childhood Cancer, with support from St. Jude Children’s Research Hospital (USA), IARC, and other global partners. The initiative has the goal of achieving at least 60% survival for childhood cancer globally by 2030. One of the IARC-led programmes that supports the initiative is the Targeting Childhood Cancer through the Global Initiative for Cancer Registry Development (ChildGICR) project, which aims to improve the quality and availability of data on cancer in children, particularly in countries with limited resources. IARC is also conducting other research related to childhood cancer.\n## News & Events\nNews\n## IARC Monographsevaluation of the carcinogenicity of automotive gasoline and some oxygenated gasoline additives\nIARC Monographs\nevaluation of the carcinogenicity of automotive gasoline and some oxygenated gasoline additives\n21.03.2025\n14.02.2025\nDECAN-Child: identifying the challenges of childhood cancer care in Nepal\nIARC marks International Childhood Cancer Day 2025\nSEE MORE News & Events\n## Press Releases\n## Tracing cancer back to birth uncovers promising biomarkers for prevention, early detection, and targeted treatment of childhood leukaemia\nTracing cancer back to birth uncovers promising biomarkers for prevention, early detection, and targeted treatment of childhood leukaemia\n24.10.2024\n27.02.2024\nNew study shows high incidence of lymphoma in Latin America and  the Caribbean among children younger than 15 years\n15.02.2022\nInternational Childhood Cancer Day 2022: Targeted research in childhood needed\nSEE MORE Press Releases\n## Highlights\n02.09.2024\nChildhood Cancer Awareness Month 2024\nSEE MORE Highlights\n## Videos\n24.03.2025\n16.09.2024\nHow many childhood cancer survivors are there in Europe, and why does it matter?\nSEE MORE Videos\n## Infographics\nNew study shows high incidence of lymphoma in Latin America and the Caribbean among children younger than 15 years\n14.02.2024\nInternational Childhood Cancer Day 2024\nSEE MORE Infographics\n## International Childhood Cancer Day 2023Questions and Answers with Dr Eva Steliarova-Foucher\nInternational Childhood Cancer Day 2023\nQuestions and Answers with Dr Eva Steliarova-Foucher\nHow is IARC advancing global research on childhood cancer?\nHow does IARC build capacity in childhood cancer research?\nWhy is teaching about childhood cancer registration important?\nMore\nSEE MORE Q&As\n## Research Project Websites\nEpiChildCan: Identifying epigenetic markers of childhood cancer risk\nGALnet: The Global Acute Leukaemia network\nEPI-CT: International pediatric CT scan study\nCLIC: Childhood Leukemia International Consortium\nIICC: International Incidence of Childhood Cancer\nCRICCS: Cancer Risk in Childhood Cancer Survivors\nACCIS: Automated Childhood Cancer Information System\nThis page shows selected content only. For more information, please use the\nsearch function"
}