{
    "cancer_type": "Childhood Vascular Tumors",
    "title": "Soft Tissue Sarcoma—Patient Version",
    "url": "https://www.cancer.gov/types/soft-tissue-sarcoma",
    "content": [
        {
            "section": "Paragraph",
            "text": "Soft tissue sarcoma is a broad term for cancers that start in soft tissues (muscle, tendons, fat, lymph and blood vessels, and nerves). These cancers can develop anywhere in the body but are found mostly in the arms, legs, chest, and abdomen. Explore the links on this page to learn more about different types of soft tissue sarcoma and how they are treated. We also have information about research and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about prevention of soft tissue sarcoma."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about screening for soft tissue sarcoma."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "Combination Chemo Helps People with Leiomyosarcoma Live Longer"
        },
        {
            "section": "Paragraph",
            "text": "Clinical Trial Results Support Uninterrupted Use of Imatinib for Some Gastrointestinal Stromal Tumors"
        },
        {
            "section": "Paragraph",
            "text": "Trial Results Confirm Effectiveness of Atezolizumab Against a Rare Sarcoma"
        },
        {
            "section": "Paragraph",
            "text": "Nirogacestat May Offer Hope to People with Desmoid Tumors"
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}