{
  "topic": "DIET",
  "subtopic": "What is a healthy diet?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/diet-recommendation/39-healthy-diet",
  "content": "## What is a healthy diet?\nWhat is a healthy diet?\nA healthy diet is the right amount and variety of different foods that provide all the calories (energy) and nutrients to meet the particular needs of your body. This will allow it to grow and develop normally during childhood, and to maintain normal function in adulthood, so as to reach old age with minimal disease and disability.\nThe right amount and variety of foods and drinks will differ from person to person according to age, body size, and lifestyle. Whereas some people will have unusual needs, such as athletes or people with certain medical conditions, for most of us the right balance of different foods and drinks is quite similar.\nThere are different ways of achieving dietary balance. This can be illustrated in different ways depending on the dietary habits in different countries.\nA healthy diet is mainly plant foods, with\nplenty\nof vegetables and fruits, some pulses (legumes) like beans and peas, and wholegrain bread and other starchy foods like pasta and rice (see an example in Figure 1). In addition, modest amounts of lean meat, poultry or fish, and reduced-fat dairy products, or vegetarian alternatives may be included. Other foods are important to include in modest amounts in a healthy diet, like some vegetable oils (e.g. olive oil and rapeseed oil), and nuts and seeds. Little, if any, added salt is required. To avoid weight gain, high-calorie foods like confectionery, cakes, and snacks should not be eaten too often or in large amounts. Alcohol is best avoided entirely to help prevent cancer. Highly processed commercial products that are rich in animal fats and sugars (such as “\nfast foods\n” and\nsugary drinks\n) should be avoided as much as possible.\nFigure 1:\nExample of healthy plate\nSource: © peanutpie - iStockphoto.com\nAs well as the right variety of foods, it is important to eat the right\namount\nof food – this is best done by checking your weight on a weekly basis (or\nwaist circumference\nfrom time to time, for instance once a month."
}