{
  "topic": "DIET",
  "subtopic": "How can I reduce my intake of salt? Which foods have a high salt content?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/diet-recommendation/51-high-salt-content",
  "content": "## How can I reduce my intake of salt? Which foods have a high salt content?\nHow can I reduce my intake of salt? Which foods have a high salt content?\nFor most people, the majority of salt in the diet comes not from salt we add to food ourselves (in cooking or at the table) but from manufactured (highly processed) foods. Sometimes these are surprising – for instance, bread is an important contributor to salt intake, as are some breakfast cereals, some tinned or packet soups and sauces, and some snack foods like crisps (chips). Some foods can be particularly salty, like smoked and cured meat and fish products, and it is best to avoid these as much as possible. The best way to control your salt intake is to be able to make your own food from basic ingredients as much as possible and not rely on industrial cooked dishes and processed meats, as well as to check the labels on manufactured foods. It is always helpful to limit using salt during cooking, and to avoid adding more salt at the table.\nIt can be difficult to know which foods are particularly salty, but the\nfood label\nwill usually show the amount of salt. As a guide, foods which contain more than about 1.5g salt/100g (and drinks which contain more than about 0.75g/100ml) are considered high in salt. It is recommended not to exceed 5–6 grams of salt per day, to reduce the risk of gastric cancer and also of high blood pressure, stroke and heart disease. Some examples of the sodium content of common foods are given in Table 1.\nTable 1:\nExamples of the salt content of common foods\nFood\nGrams of salt per 100 grams or ml of food*\nFrench data\nUK data\nItalian data\nDutch data\nBouillon cube\n(beef, 20g/l)\n0.75\n0.85\n1\nSoy sauce\n(traditional, g/100ml)\n12.75\n12.5\n12.25\nTomato ketchup\n2.75\n4\n-\n2.25\nBacon Loin\n3.25\n3.75\n3\nCheese\n(hard)\n0.5\n1.1\n(soft)\n1.5\n1.6\n2\nSavoury snacks\n(potato crisps)\n(pretzels)\n4.25\nProcessed vegetables\n(green peas, canned)\n0.25\nProcessed fish\n(stick/fingers)\n1.25\nBread\n(brown)\n1.75\n1.4\nCornflakes\n2.5\n* data obtained from sodium values of the above-mentioned tables (sodium values x 2.5)\n- : no equivalent data available in this country\nSource: Table 1 shows the salt content calculated from the sodium content’s data of common foods referenced in official food composition tables from the UK (Database McMcance and Widdowson 2009), Italy (Database FCDB for epidemiological studies ISPO 2008), the Netherlands (Database NEVO table 2014) and France (Database ANSES table 2012), adapted from FoodEXplorer (www.eurofir.org) and CIQUAL 2012 (www.afssa.fr) accessed in March 2015.\nThis text posted on 02/04/2015 replaces an earlier text from 14/10/2014 with modifications by the Expert Working Group. The 14/10/2014 version had not been translated from English into the other language versions of the Q&A and therefore all other language versions include the 02/04/2015 version.\nSee previous version."
}