{
    "cancer_type": "Esthesioneuroblastoma",
    "title": "Head and Neck Cancer—Patient Version",
    "url": "https://www.cancer.gov/types/head-and-neck",
    "content": [
        {
            "section": "Paragraph",
            "text": "Head and neck cancers include cancers in the larynx, throat, lips, mouth, nose, and salivary glands. Tobacco use, heavy alcohol use, and infection with human papillomavirus (HPV) increase the risk of head and neck cancers. Explore the links on this page to learn more about the different types of head and neck cancer and how they are treated. We also have information about prevention, screening, research, clinical trials, and more."
        },
        {
            "section": "Paragraph",
            "text": "The Head and Neck Cancers fact sheet has additional basic information."
        },
        {
            "section": "Paragraph",
            "text": "Toripalimab Becomes First Immunotherapy Drug Approved for Nasopharyngeal Cancer"
        },
        {
            "section": "Paragraph",
            "text": "Study in India Could Make Immunotherapy More Affordable Worldwide"
        },
        {
            "section": "Paragraph",
            "text": "Treatments for Oropharyngeal Cancer Are Very Effective, But Are There Ways to Do Less Harm?"
        },
        {
            "section": "Paragraph",
            "text": "HPV Vaccine May Provide Men with “Herd Immunity” against Oral HPV Infections"
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq"
    ],
    "related_pages": {
        "Childhood Esthesioneuroblastoma (PDQ®)–Patient Version": {
            "cancer_type": "Esthesioneuroblastoma",
            "title": "Childhood Esthesioneuroblastoma (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "Childhood esthesioneuroblastoma is a rare type of cancer that forms in the olfactory nerve endings in the upper part of the nasal cavity. The olfactory nerves (sense of smell) pass through the many tiny holes in the bone at the base of the brain to the olfactory bulb. Esthesioneuroblastoma is also called olfactory neuroblastoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Esthesioneuroblastoma affects adults and children. Even though it is very rare, esthesioneuroblastoma is the most common nasal cavity cancer in children and teens."
                },
                {
                    "section": "Paragraph",
                    "text": "Childhood esthesioneuroblastoma is caused by certain changes to the way the cells in the olfactory nerve endings function, especially how they grow and divide into new cells. Often, the exact cause of these cell changes is unknown. Learn more about how cancer develops at What Is Cancer?"
                },
                {
                    "section": "Paragraph",
                    "text": "A risk factor is anything that increases the chance of getting a disease. There are no known risk factors for childhood esthesioneuroblastoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Children may not have symptoms of esthesioneuroblastoma until the tumor has grown bigger. It's important to check with your child's doctor if your child has:"
                },
                {
                    "section": "Paragraph",
                    "text": "These symptoms may be caused by problems other than esthesioneuroblastoma. The only way to know is to see your child's doctor."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has symptoms that suggest esthesioneuroblastoma, their doctor will need to find out if these are due to cancer or to another condition. The doctor will ask when the symptoms started and how often your child has been having them. The doctor will also ask about your child's personal and family health history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with esthesioneuroblastoma, the results of these tests will help you and your child's doctor plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests may be used to diagnose esthesioneuroblastoma:"
                },
                {
                    "section": "Paragraph",
                    "text": "Nasal endoscopy is a procedure to look at organs and tissues inside the body to check for abnormal areas. A flexible or rigid endoscope is inserted through the nose. An endoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue samples, which a pathologist checks under a microscope for signs of disease."
                },
                {
                    "section": "Paragraph",
                    "text": "MRI uses a magnet, radio waves, and a computer to make a series of detailed pictures of areas of the body, such as the head and neck. This procedure is also called nuclear MRI (NMRI)."
                },
                {
                    "section": "Paragraph",
                    "text": "CT scan uses a computer linked to an x-ray machine to make a series of detailed pictures of areas inside the body, such as the head and neck or lymph nodes. The pictures are taken from different angles and are used to create 3-D views of tissues and organs. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. Learn more about Computed Tomography (CT) Scans and Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "PET scan uses a small amount of radioactive sugar (radioactive glucose) that is injected into a vein. The PET scanner rotates around the body and makes a picture of where glucose is being used in the body. Malignant tumor cells show up brighter in the picture because they are more active and take up more glucose than normal cells do."
                },
                {
                    "section": "Paragraph",
                    "text": "Biopsy is a procedure in which a sample of tissue is removed from the tumor so that a pathologist can view it under a microscope to check for signs of cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests may be done on the sample of cells or tissues that were removed:"
                },
                {
                    "section": "Paragraph",
                    "text": "The Molecular Characterization Initiative offers free molecular testing to children, adolescents, and young adults with certain types of newly diagnosed cancer. The program is offered through NCI's Childhood Cancer Data Initiative. To learn more, visit About the Molecular Characterization Initiative."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child is diagnosed with esthesioneuroblastoma, they will be referred to a pediatric oncologist. This is a doctor who specializes in staging and treating esthesioneuroblastoma and other cancers. They will recommend tests to determine the extent (stage) of cancer. Sometimes the cancer is only in the olfactory nerve ending in the upper nasal cavity. Or, it may have spread from the nasal cavity to other parts of the body. The process of learning the extent of cancer in the body is called staging. It is important to know the stage of esthesioneuroblastoma to plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Most children with esthesioneuroblastoma are at an advanced stage at the time of diagnosis. Esthesioneuroblastoma spreads most often to nearby tissue, including the olfactory bulb, nasal sinuses, or brain. It can also spread to the lymph nodes, lungs, liver, bone or bone marrow."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about a specific stage of esthesioneuroblastoma at Stages of childhood esthesioneuroblastoma."
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests may be used to determine the esthesioneuroblastoma stage:"
                },
                {
                    "section": "Paragraph",
                    "text": "An x-ray is a type of radiation that can go through the body and make pictures. A chest x-ray is one that makes pictures of the organs and bones inside the chest."
                },
                {
                    "section": "Paragraph",
                    "text": "PET-CT scan combines the pictures from a positron emission tomography (PET) scan and a computed tomography (CT) scan. The PET and CT scans are done at the same time on the same machine. The pictures from both scans are combined to make a more detailed picture than either test would make by itself. If there is any cancer, this increases the chance that it will be found."
                },
                {
                    "section": "Paragraph",
                    "text": "Fine-needle aspiration biopsy uses a thin needle to remove tissue or fluid from an enlarged lymph node. A pathologist views the tissue or fluid under a microscope to look for cancer cells."
                },
                {
                    "section": "Paragraph",
                    "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about choosing a doctor and getting a second opinion, see Finding Cancer Care. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, see Questions to Ask Your Doctor About Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "The cancer stage describes the extent of cancer in the body, such as the size of the tumor, whether it has spread, and how far it has spread from where it first formed. It is important to know the stage of esthesioneuroblastoma to plan the best treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "There are several different staging systems for cancer. The Kadish staging system is used for esthesioneuroblastoma. Based on the diagnostic and staging test results, a Kadish stage is assigned to your child's esthesioneuroblastoma, such as stage A, stage B, stage C, or stage D. When talking with you about your child's cancer, your child's doctor may describe it as one of these stages."
                },
                {
                    "section": "Paragraph",
                    "text": "In stage A, cancer is found in the nasal cavity only."
                },
                {
                    "section": "Paragraph",
                    "text": "In stage B, cancer has spread from the nasal cavity to the nasal sinuses."
                },
                {
                    "section": "Paragraph",
                    "text": "In stage C, cancer has spread through the nasal sinuses to nearby tissue."
                },
                {
                    "section": "Paragraph",
                    "text": "In stage D, cancer has spread to distant parts of the body, such as the lymph nodes in the neck, or to the brain, bone marrow, or lung."
                },
                {
                    "section": "Paragraph",
                    "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of esthesioneuroblastoma. The pediatric oncologist works with other health care providers who are experts in treating children with cancer and who specialize in certain areas of medicine. Other specialists may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "There are different types of treatment for children and adolescents with esthesioneuroblastoma. You and your child's care team will work together to decide treatment. Many factors will be considered, such as your child's overall health and whether the cancer is newly diagnosed or has come back."
                },
                {
                    "section": "Paragraph",
                    "text": "Your child's treatment plan will include information about the cancer, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, see our downloadable booklet, Children with Cancer: A Guide for Parents."
                },
                {
                    "section": "Paragraph",
                    "text": "Surgery to remove the tumor is one of the main treatments for esthesioneuroblastoma."
                },
                {
                    "section": "Paragraph",
                    "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, your child may be given chemotherapy or radiation therapy to kill any cancer cells that are left. Treatment given after surgery to lower the risk that the cancer will come back is called adjuvant therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Radiation therapy uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. Esthesioneuroblastoma may be treated with external beam radiation therapy. This type of radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Radiation therapy may be given alone or with other treatments, such as chemotherapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about External Beam Radiation Therapy for Cancer and Radiation Therapy Side Effects."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment, such as radiation therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "For esthesioneuroblastoma, the chemotherapy is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy drugs used alone or in combination to treat esthesioneuroblastoma in children include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Other chemotherapy drugs not listed here may also be used."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about Chemotherapy to Treat Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage A esthesioneuroblastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage B esthesioneuroblastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage C esthesioneuroblastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage D esthesioneuroblastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "If the cancer comes back after treatment, your child's doctor will talk with you about what to expect and possible next steps. There might be treatment options that may shrink the cancer or control its growth. If there are no treatments, your child can receive care to control symptoms from cancer so they can be as comfortable as possible."
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has been diagnosed with esthesioneuroblastoma, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis. The prognosis can be affected by whether the cancer is only in the nose or if it has spread to the nasal sinuses, lymph nodes, or other parts of the body and whether the tumor was completely removed by surgery. No two people are alike, and responses to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                },
                {
                    "section": "Paragraph",
                    "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the possible late effects caused by some treatments. Learn more about Late Effects of Treatment for Childhood Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some of the tests that were done to diagnose the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of the these tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
                },
                {
                    "section": "Paragraph",
                    "text": "When your child has cancer, every member of the family needs support. Taking care of yourself during this difficult time is important. Reach out to your child's treatment team and to people in your family and community for support. To learn more, see Support for Families When a Child Has Cancer and the booklet Children with Cancer: A Guide for Parents."
                },
                {
                    "section": "Paragraph",
                    "text": "For more childhood cancer information and other general cancer resources:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of childhood esthesioneuroblastoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Childhood Esthesioneuroblastoma. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq. Accessed <MM/DD/YYYY>."
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Childhood Esthesioneuroblastoma (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1699",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1701",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1568",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1573",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1729",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1734",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1608",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1732",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1613",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1749",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1752",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1651",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1707_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1709_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1711_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1713_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1715_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1722_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1724_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1727_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1734",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1596_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1599_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1602_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1605_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1757_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1618_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1622_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1625_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1628_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1674_toc",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1573",
                "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Childhood Esthesioneuroblastoma (PDQ®)–Patient Version": {
                    "cancer_type": "Esthesioneuroblastoma",
                    "title": "Childhood Esthesioneuroblastoma (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Childhood esthesioneuroblastoma is a rare type of cancer that forms in the olfactory nerve endings in the upper part of the nasal cavity. The olfactory nerves (sense of smell) pass through the many tiny holes in the bone at the base of the brain to the olfactory bulb. Esthesioneuroblastoma is also called olfactory neuroblastoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Esthesioneuroblastoma affects adults and children. Even though it is very rare, esthesioneuroblastoma is the most common nasal cavity cancer in children and teens."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Childhood esthesioneuroblastoma is caused by certain changes to the way the cells in the olfactory nerve endings function, especially how they grow and divide into new cells. Often, the exact cause of these cell changes is unknown. Learn more about how cancer develops at What Is Cancer?"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A risk factor is anything that increases the chance of getting a disease. There are no known risk factors for childhood esthesioneuroblastoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Children may not have symptoms of esthesioneuroblastoma until the tumor has grown bigger. It's important to check with your child's doctor if your child has:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These symptoms may be caused by problems other than esthesioneuroblastoma. The only way to know is to see your child's doctor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has symptoms that suggest esthesioneuroblastoma, their doctor will need to find out if these are due to cancer or to another condition. The doctor will ask when the symptoms started and how often your child has been having them. The doctor will also ask about your child's personal and family health history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with esthesioneuroblastoma, the results of these tests will help you and your child's doctor plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests may be used to diagnose esthesioneuroblastoma:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Nasal endoscopy is a procedure to look at organs and tissues inside the body to check for abnormal areas. A flexible or rigid endoscope is inserted through the nose. An endoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue samples, which a pathologist checks under a microscope for signs of disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "MRI uses a magnet, radio waves, and a computer to make a series of detailed pictures of areas of the body, such as the head and neck. This procedure is also called nuclear MRI (NMRI)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "CT scan uses a computer linked to an x-ray machine to make a series of detailed pictures of areas inside the body, such as the head and neck or lymph nodes. The pictures are taken from different angles and are used to create 3-D views of tissues and organs. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. Learn more about Computed Tomography (CT) Scans and Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PET scan uses a small amount of radioactive sugar (radioactive glucose) that is injected into a vein. The PET scanner rotates around the body and makes a picture of where glucose is being used in the body. Malignant tumor cells show up brighter in the picture because they are more active and take up more glucose than normal cells do."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Biopsy is a procedure in which a sample of tissue is removed from the tumor so that a pathologist can view it under a microscope to check for signs of cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests may be done on the sample of cells or tissues that were removed:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The Molecular Characterization Initiative offers free molecular testing to children, adolescents, and young adults with certain types of newly diagnosed cancer. The program is offered through NCI's Childhood Cancer Data Initiative. To learn more, visit About the Molecular Characterization Initiative."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child is diagnosed with esthesioneuroblastoma, they will be referred to a pediatric oncologist. This is a doctor who specializes in staging and treating esthesioneuroblastoma and other cancers. They will recommend tests to determine the extent (stage) of cancer. Sometimes the cancer is only in the olfactory nerve ending in the upper nasal cavity. Or, it may have spread from the nasal cavity to other parts of the body. The process of learning the extent of cancer in the body is called staging. It is important to know the stage of esthesioneuroblastoma to plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most children with esthesioneuroblastoma are at an advanced stage at the time of diagnosis. Esthesioneuroblastoma spreads most often to nearby tissue, including the olfactory bulb, nasal sinuses, or brain. It can also spread to the lymph nodes, lungs, liver, bone or bone marrow."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about a specific stage of esthesioneuroblastoma at Stages of childhood esthesioneuroblastoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests may be used to determine the esthesioneuroblastoma stage:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "An x-ray is a type of radiation that can go through the body and make pictures. A chest x-ray is one that makes pictures of the organs and bones inside the chest."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PET-CT scan combines the pictures from a positron emission tomography (PET) scan and a computed tomography (CT) scan. The PET and CT scans are done at the same time on the same machine. The pictures from both scans are combined to make a more detailed picture than either test would make by itself. If there is any cancer, this increases the chance that it will be found."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Fine-needle aspiration biopsy uses a thin needle to remove tissue or fluid from an enlarged lymph node. A pathologist views the tissue or fluid under a microscope to look for cancer cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about choosing a doctor and getting a second opinion, see Finding Cancer Care. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, see Questions to Ask Your Doctor About Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The cancer stage describes the extent of cancer in the body, such as the size of the tumor, whether it has spread, and how far it has spread from where it first formed. It is important to know the stage of esthesioneuroblastoma to plan the best treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There are several different staging systems for cancer. The Kadish staging system is used for esthesioneuroblastoma. Based on the diagnostic and staging test results, a Kadish stage is assigned to your child's esthesioneuroblastoma, such as stage A, stage B, stage C, or stage D. When talking with you about your child's cancer, your child's doctor may describe it as one of these stages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage A, cancer is found in the nasal cavity only."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage B, cancer has spread from the nasal cavity to the nasal sinuses."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage C, cancer has spread through the nasal sinuses to nearby tissue."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage D, cancer has spread to distant parts of the body, such as the lymph nodes in the neck, or to the brain, bone marrow, or lung."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of esthesioneuroblastoma. The pediatric oncologist works with other health care providers who are experts in treating children with cancer and who specialize in certain areas of medicine. Other specialists may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There are different types of treatment for children and adolescents with esthesioneuroblastoma. You and your child's care team will work together to decide treatment. Many factors will be considered, such as your child's overall health and whether the cancer is newly diagnosed or has come back."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Your child's treatment plan will include information about the cancer, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, see our downloadable booklet, Children with Cancer: A Guide for Parents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery to remove the tumor is one of the main treatments for esthesioneuroblastoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, your child may be given chemotherapy or radiation therapy to kill any cancer cells that are left. Treatment given after surgery to lower the risk that the cancer will come back is called adjuvant therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. Esthesioneuroblastoma may be treated with external beam radiation therapy. This type of radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Radiation therapy may be given alone or with other treatments, such as chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about External Beam Radiation Therapy for Cancer and Radiation Therapy Side Effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment, such as radiation therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For esthesioneuroblastoma, the chemotherapy is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy drugs used alone or in combination to treat esthesioneuroblastoma in children include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Other chemotherapy drugs not listed here may also be used."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about Chemotherapy to Treat Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage A esthesioneuroblastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage B esthesioneuroblastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage C esthesioneuroblastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage D esthesioneuroblastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If the cancer comes back after treatment, your child's doctor will talk with you about what to expect and possible next steps. There might be treatment options that may shrink the cancer or control its growth. If there are no treatments, your child can receive care to control symptoms from cancer so they can be as comfortable as possible."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has been diagnosed with esthesioneuroblastoma, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis. The prognosis can be affected by whether the cancer is only in the nose or if it has spread to the nasal sinuses, lymph nodes, or other parts of the body and whether the tumor was completely removed by surgery. No two people are alike, and responses to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the possible late effects caused by some treatments. Learn more about Late Effects of Treatment for Childhood Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some of the tests that were done to diagnose the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of the these tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When your child has cancer, every member of the family needs support. Taking care of yourself during this difficult time is important. Reach out to your child's treatment team and to people in your family and community for support. To learn more, see Support for Families When a Child Has Cancer and the booklet Children with Cancer: A Guide for Parents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more childhood cancer information and other general cancer resources:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of childhood esthesioneuroblastoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Childhood Esthesioneuroblastoma. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq. Accessed <MM/DD/YYYY>."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Childhood Esthesioneuroblastoma (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1699",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1701",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1568",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1573",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1729",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1734",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1608",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1732",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1613",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1749",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1752",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1651",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1705_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1707_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1709_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1711_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1713_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1715_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1717_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1722_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1724_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1727_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1734",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1596_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1599_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1602_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1605_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1757_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1618_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1622_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1625_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1628_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1674_toc",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq#_1573",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Childhood Esthesioneuroblastoma Treatment (PDQ®)–Health Professional Version": {
                    "cancer_type": "Esthesioneuroblastoma",
                    "title": "Childhood Esthesioneuroblastoma Treatment (PDQ®)–Health Professional Version",
                    "url": "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Esthesioneuroblastoma (also called olfactory neuroblastoma) is a very rare small round cell tumor arising from the nasal neuroepithelium. Less than 10% of cases occur in children and adolescents.[1,2] The estimated incidence of esthesioneuroblastoma is 0.1 cases per 100,000 people per year in children younger than 15 years.[3] In the pediatric population, the median age is 10 years, and there are no gender or racial predilections.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Despite its rarity, esthesioneuroblastoma is the most common cancer of the nasal cavity in pediatric patients, accounting for 28% of cases in a Surveillance, Epidemiology, and End Results (SEER) Program study.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Figure 1 depicts the areas of the body where esthesioneuroblastoma tumors may form, including the olfactory nerve endings, olfactory bulb, nasal cavity, nasal sinuses, and brain."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most children present with symptoms that may include the following:[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Esthesioneuroblastoma can be histologically confused with other small round cell tumors of the nasal cavity, including sinonasal undifferentiated carcinoma, small cell carcinoma, melanoma, and rhabdomyosarcoma. Esthesioneuroblastoma typically shows diffuse staining with neuron-specific enolase, synaptophysin, and chromogranins, with variable cytokeratin expression.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Nine medical centers obtained 66 samples of olfactory neuroblastoma and tumor samples from other cancers, including alveolar rhabdomyosarcoma and sinonasal adenocarcinoma. The tumor samples were analyzed by genome-wide DNA methylation profiling, copy number analysis, immunohistochemistry, and next-generation panel sequencing. Unsupervised hierarchal clustering analysis of DNA methylation data identified the following four distinct clusters:[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Using this information, the authors developed an algorithm that incorporates methylation analysis to improve the diagnostic accuracy of this entity.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Review of multiple case series of mainly adult patients indicates that the following may correlate with adverse prognosis:[1-3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Tumors are staged according to the Kadish system (see Table 1). Correlated with Kadish stage, survival rates range from 90% (stage A) to less than 40% (stage D). Most patients present with locally advanced–stage disease (Kadish stages B and C). Reports of metastatic disease (Kadish stage D) vary among studies and is described at rates of 20% to 30%.[1-6]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Reports suggest that positron emission tomography–computed tomography (PET-CT) may aid in staging the disease.[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer in children and adolescents is rare, although the overall incidence has slowly increased since 1975.[1] Children and adolescents with cancer should be referred to medical centers that have a multidisciplinary team of cancer specialists with experience treating the cancers that occur during childhood and adolescence. This multidisciplinary team approach incorporates the skills of the following pediatric specialists and others to ensure that children receive treatment, supportive care, and rehabilitation to achieve optimal survival and quality of life:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For specific information about supportive care for children and adolescents with cancer, see the summaries on Supportive and Palliative Care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The American Academy of Pediatrics has outlined guidelines for pediatric cancer centers and their role in the treatment of children and adolescents with cancer.[2] At these centers, clinical trials are available for most types of cancer that occur in children and adolescents, and the opportunity to participate is offered to most patients and their families. Clinical trials for children and adolescents diagnosed with cancer are generally designed to compare potentially better therapy with current standard therapy. Other types of clinical trials test novel therapies when there is no standard therapy for a cancer diagnosis. Most of the progress in identifying curative therapies for childhood cancers has been achieved through clinical trials. Information about ongoing clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dramatic improvements in survival have been achieved for children and adolescents with cancer. Between 1975 and 2020, childhood cancer mortality decreased by more than 50%.[3-5] Childhood and adolescent cancer survivors require close monitoring because side effects of cancer therapy may persist or develop months or years after treatment. For information about the incidence, type, and monitoring of late effects in childhood and adolescent cancer survivors, see Late Effects of Treatment for Childhood Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Childhood cancer is a rare disease, with about 15,000 cases diagnosed annually in the United States in individuals younger than 20 years.[6] The U.S. Rare Diseases Act of 2002 defines a rare disease as one that affects populations smaller than 200,000 people in the United States. Therefore, all pediatric cancers are considered rare."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The designation of a rare tumor is not uniform among pediatric and adult groups. In adults, rare cancers are defined as those with an annual incidence of fewer than six cases per 100,000 people. They account for up to 24% of all cancers diagnosed in the European Union and about 20% of all cancers diagnosed in the United States.[7,8] In children and adolescents, the designation of a rare tumor is not uniform among international groups, as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most cancers in subgroup XI are either melanomas or thyroid cancers, with other cancer types accounting for only 2% of the cancers diagnosed in children aged 0 to 14 years and 9.3% of the cancers diagnosed in adolescents aged 15 to 19 years."
                        },
                        {
                            "section": "Paragraph",
                            "text": "These rare cancers are extremely challenging to study because of the relatively few patients with any individual diagnosis, the predominance of rare cancers in the adolescent population, and the small number of clinical trials for adolescents with rare cancers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The use of multimodal therapy optimizes the chances for survival, with more than 70% of children expected to survive 5 or more years after initial diagnosis.[1-5] Neuromeningeal progression is the most common type of treatment failure.[5,6][Level of evidence C1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options according to Kadish stage include the following:[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The mainstay of treatment is surgery and radiation therapy. However, esthesioneuroblastoma is a chemosensitive neoplasm, and the use of neoadjuvant chemotherapy can facilitate resection.[5,7-9] Endoscopic sinus surgery offers short-term outcomes similar to open craniofacial resection.[10]; [11][Level of evidence C2] Other techniques such as stereotactic radiosurgery and proton-beam therapy (charged-particle radiation therapy) may also play a role in the management of this tumor.[3,12,13]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Routine neck dissection and nodal exploration are not indicated in the absence of clinical or radiological evidence of disease.[14] Management of cervical lymph node metastases has been addressed in a review article.[14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Reports have indicated promising results with the increased use of resection and neoadjuvant or adjuvant chemotherapy in patients with advanced-stage disease.[2,5,15-17]; [18][Level of evidence C1] Chemotherapy regimens that have been used with efficacy include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about National Cancer Institute (NCI)–supported clinical trials can be found on the NCI website. For information about clinical trials sponsored by other organizations, see the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary was comprehensively reviewed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is written and maintained by the PDQ Pediatric Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of childhood esthesioneuroblastoma. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Pediatric Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Board members review recently published articles each month to determine whether an article should:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lead reviewers for Childhood Esthesioneuroblastoma Treatment are:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Pediatric Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The preferred citation for this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Childhood Esthesioneuroblastoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 29337483]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Childhood Esthesioneuroblastoma Treatment (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq",
                        "https://www.cancer.gov/types/head-and-neck/patient/child/esthesioneuroblastoma-treatment-pdq",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1386",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_2394",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1387",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1874",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1837",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1388",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1864",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1246",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1796",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1840",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_1.3",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1698",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_5.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_5.3",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_1231",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_6.6",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_6.7",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.3",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.5",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.6",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.7",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.8",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.9",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.10",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_7.4",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.6",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.7",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.7",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.9",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.10",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.11",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.12",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.13",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.14",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.14",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.15",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.17",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.18",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.19",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.20",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.2",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.21",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#cit/section_8.22",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/head-and-neck/hp/child/esthesioneuroblastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}