{
    "cancer_type": "Ewing Sarcoma",
    "title": "Bone Cancer—Patient Version",
    "url": "https://www.cancer.gov/types/bone",
    "content": [
        {
            "section": "Paragraph",
            "text": "Bone cancer is rare and includes several types. Some bone cancers, including osteosarcoma and Ewing sarcoma, are seen most often in children and young adults. Explore the links on this page to learn about bone cancer treatment, statistics, research, and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "The Primary Bone Cancer fact sheet has additional basic information."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about prevention of bone cancer."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about screening for bone cancer."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment"
        },
        {
            "section": "Paragraph",
            "text": "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows"
        },
        {
            "section": "Paragraph",
            "text": "NCI study provides genetic insights into osteosarcoma in children"
        },
        {
            "section": "Paragraph",
            "text": "Study Identifies Potential Drug Combination for Ewing Sarcoma"
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/ewing-sarcoma/treatment",
        "https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target",
        "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison",
        "https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination"
    ],
    "related_pages": {
        "Treatment Clinical Trials for Ewing Sarcoma": {
            "cancer_type": "Ewing Sarcoma",
            "title": "Treatment Clinical Trials for Ewing Sarcoma",
            "url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/ewing-sarcoma/treatment",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/research/participate/clinical-trials/disease/ewing-sarcoma/treatment#main-content"
            ],
            "related_pages": {
                "Treatment Clinical Trials for Ewing Sarcoma": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "Treatment Clinical Trials for Ewing Sarcoma",
                    "url": "https://www.cancer.gov/research/participate/clinical-trials/disease/ewing-sarcoma/treatment",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/research/participate/clinical-trials/disease/ewing-sarcoma/treatment#main-content"
                    ],
                    "related_pages": {}
                }
            }
        },
        "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment": {
            "cancer_type": "Ewing Sarcoma",
            "title": "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment",
            "url": "https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "March 7, 2023, by Linda Wang"
                },
                {
                    "section": "Paragraph",
                    "text": "In Ewing sarcoma cells, ETV6 modulates the behavior of the fusion protein EWS-FLI1 by competing for binding spots on DNA, two studies have found. In ETV6's absence, EWS-FLI1 goes into overdrive, halting tumor growth."
                },
                {
                    "section": "Paragraph",
                    "text": "Ewing sarcoma is an aggressive childhood cancer that is particularly difficult to treat, and little progress has been made in developing effective therapies for patients with disease that has spread or come back after treatment. That lack of progress has been linked, in part, to the challenges in developing drugs that can block the activity of a fusion protein known as EWS-FLI1, which is responsible for the vast majority of Ewing sarcoma tumors."
                },
                {
                    "section": "Paragraph",
                    "text": "Now, using genetic screening, two research groups—one led by Kimberly Stegmaier, M.D.\nExit Disclaimer\n, of Dana-Farber Cancer Institute, and the other by Christopher Vakoc, M.D., Ph.D., of Cold Spring Harbor Laboratory—have independently discovered that a protein called ETV6 also appears to play a critical role in Ewing sarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Both groups found that ETV6 indirectly promotes tumor growth by modulating EWS-FLI1’s behavior. In experiments in cancer cells and mice, the groups showed that, in the absence of ETV6, EWS-FLI1 goes into overdrive. But rather than revving up tumor growth even further, EWS-FLI1’s extreme hyperactivity halts tumor growth."
                },
                {
                    "section": "Paragraph",
                    "text": "The researchers hope these new insights can be used to develop a targeted drug that interferes with the interaction between ETV6 and EWS-FLI1 and might lead to an effective treatment for Ewing sarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Both studies were published January 19 in Nature Cell Biology."
                },
                {
                    "section": "Paragraph",
                    "text": "“The fact that this discovery came independently out of the two labs is rock-solid validation that this is something worth pursuing,” said Keren Witkin, Ph.D., of NCI’s Division of Cancer Biology, who was not involved in either study. “It's a nice step forward, because it gives us a new place to look for potential treatment strategies.”"
                },
                {
                    "section": "Paragraph",
                    "text": "What’s more, Dr. Witkin continued, these studies have helped researchers gain a clearer picture of what’s going on at the molecular level in Ewing sarcoma, which may provide clues to what’s going awry in other childhood cancers fueled by fusion proteins."
                },
                {
                    "section": "Paragraph",
                    "text": "Ewing sarcoma is a rare cancer that forms in bone or in the soft tissue surrounding bone. It’s most commonly diagnosed in adolescents and young adults and accounts for about 2% of all childhood cancers."
                },
                {
                    "section": "Paragraph",
                    "text": "The disease is typically treated with chemotherapy, surgery, and radiation. When the cancer is diagnosed before it has spread, five-year survival rates are about 70%. Survival rates are much lower when the disease has spread or come back after treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "And even when patients go into remission, there are often lasting effects from chemotherapy and radiation, including significant disabilities and the increased risk of second cancers. So researchers have focused on finding ways to attack the cancer cells directly while minimizing harm to healthy cells."
                },
                {
                    "section": "Paragraph",
                    "text": "Findings from a large randomized trial compared chemo regimens used to treat this rare cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "EWS-FLI1 is a transcription factor, meaning it is directly involved in the process of gene expression, and it regulates multiple genes that drive Ewing sarcoma. As is often the case with transcription factors, researchers have struggled to develop drugs that can lock on to EWS-FLI1 and reverse its effect on gene expression."
                },
                {
                    "section": "Paragraph",
                    "text": "As a potential workaround, researchers have searched instead for ways to indirectly interrupt the fusion protein’s activity—namely by disrupting other proteins that EWS-FLI1 relies on to carry out its functions. One approach to finding such proteins involves a genetic screening technique called CRISPR-Cas9."
                },
                {
                    "section": "Paragraph",
                    "text": "In 2021, using CRISPR-Cas9, Dr. Stegmaier’s team at Dana-Farber found that an enzyme called TRIM8 appears to play a key role in the growth of Ewing sarcoma. TRIM8, they showed, is involved in degrading EWS-FLI1, a process that helps to maintain precise levels of the fusion protein that tumors need to grow. Without TRIM8, levels of the fusion protein increase, which is toxic to Ewing sarcoma cells."
                },
                {
                    "section": "Paragraph",
                    "text": "“It’s fascinating biology,” Dr. Stegmaier said. “A lot of what we've learned about Ewing sarcoma and EWS-FLI1 recently is related to the ‘Goldilocks phenomenon.’ Precise amounts of the fusion protein are needed to initiate and maintain the disease. Too much or too little of the EWS-FLI1 protein is toxic to Ewing sarcoma cells.”"
                },
                {
                    "section": "Paragraph",
                    "text": "In the new studies, both teams used CRISPR-Cas9 to systematically identify genes that Ewing sarcoma cells, but not normal cells, rely on for their survival. They both landed on the ETV6 gene and, through additional experiments, discovered why this protein is important in Ewing sarcoma: The ETV6 protein is in constant competition with the EWS-FLI1 fusion protein, each vying to bind to specific segments of DNA where key genes involved in cell growth and survival reside."
                },
                {
                    "section": "Paragraph",
                    "text": "“ETV6 is keeping EWS-FLI1 in check on DNA, and that is an important mechanism for tumor growth,” said Diana Lu, Ph.D., of Harvard Medical School, who conducted the ETV6 studies when she was a graduate student in Dr. Stegmaier’s lab."
                },
                {
                    "section": "Paragraph",
                    "text": "“One protein turns the DNA off, and the other one turns it on. And that turns out to be the key to this molecular mechanism that we unpacked in the study,” Dr. Vakoc said."
                },
                {
                    "section": "Paragraph",
                    "text": "As a transcription factor, ETV6 ultimately may present the same challenges to researchers as EWS-FLI1: developing drugs that can effectively bind to it."
                },
                {
                    "section": "Paragraph",
                    "text": "However, Dr. Vakoc’s team created a peptide, or small chain of amino acids, that interferes with a specific region of the ETV6 protein that is essential to its functioning. In their study, when they introduced this peptide to Ewing sarcoma cells, the cells stopped growing and began taking on properties of normal cells."
                },
                {
                    "section": "Paragraph",
                    "text": "Dr. Witkin noted that these studies demonstrate the important role that genetic screening with tools like CRISPR-Cas9 can play in identifying new drug targets."
                },
                {
                    "section": "Paragraph",
                    "text": "“In Ewing sarcoma, we know the driver, but we haven't had much success targeting it. In cases like this, the CRISPR-Cas9 screening approach really enables you to find something else essential for the cancer’s development and progression and give you potential drug targets,” she said."
                },
                {
                    "section": "Paragraph",
                    "text": "This work, she continued, was supported by the Fusion Oncoproteins in Childhood Cancers (FusOnC2) Consortium. FusOnC2 is a Cancer MoonshotSM-supported initiative launched by NCI to bring researchers together to better understand the biology of fusion proteins that play an important role in driving childhood cancers."
                },
                {
                    "section": "Paragraph",
                    "text": "Dr. Stegmaier thinks there could be other targets for Ewing sarcoma that will be uncovered as screening technology advances. She noted that they conducted most of their CRISPR-Cas9 library screening in lab-grown cells, which can behave differently than cells in the complex metabolic environment of a living organism. Genetic screening of animal models could help researchers identify targets that may have been missed in lab-grown cells, she said."
                },
                {
                    "section": "Paragraph",
                    "text": "From a bigger picture perspective, the delicate interplay between EWS-FLI1 and ETV6 in driving tumor growth may not be unique to Ewing sarcoma, Dr. Witkin said."
                },
                {
                    "section": "Paragraph",
                    "text": "“This interesting mechanism of competition between transcription factors could be relevant in other [childhood] cancers as well,” she said. For example, researchers at the University of Michigan in Ann Arbor recently found that ETV6 may affect the behavior of an important transcription factor in the most common form of leukemia in children."
                },
                {
                    "section": "Paragraph",
                    "text": "Meanwhile, Dr. Stegmaier and Dr. Vakoc are discussing collaborative projects to translate their findings into new treatments for Ewing sarcoma that may point to treatments for other childhood cancers driven by fusion proteins like EWS-FLI1."
                },
                {
                    "section": "Paragraph",
                    "text": "“No one should give up on trying to make drugs [that target] EWS-FLI1 [directly], but now there are other candidates,” Dr. Vakoc said."
                },
                {
                    "section": "Paragraph",
                    "text": "Immunotherapy and… Nothing Else? Studies Test Potential Paradigm Shift in Cancer Treatment"
                },
                {
                    "section": "Paragraph",
                    "text": "Lung-Sparing Surgery Is Effective for Some with Early-Stage Lung Cancer"
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "February 13, 2025, by Carmen Phillips"
                },
                {
                    "section": "Paragraph",
                    "text": "January 2, 2025, by Linda Wang"
                },
                {
                    "section": "Paragraph",
                    "text": "December 11, 2024, by Nadia Jaber"
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "March 7, 2023, by Linda Wang"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In Ewing sarcoma cells, ETV6 modulates the behavior of the fusion protein EWS-FLI1 by competing for binding spots on DNA, two studies have found. In ETV6's absence, EWS-FLI1 goes into overdrive, halting tumor growth."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ewing sarcoma is an aggressive childhood cancer that is particularly difficult to treat, and little progress has been made in developing effective therapies for patients with disease that has spread or come back after treatment. That lack of progress has been linked, in part, to the challenges in developing drugs that can block the activity of a fusion protein known as EWS-FLI1, which is responsible for the vast majority of Ewing sarcoma tumors."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Now, using genetic screening, two research groups—one led by Kimberly Stegmaier, M.D.\nExit Disclaimer\n, of Dana-Farber Cancer Institute, and the other by Christopher Vakoc, M.D., Ph.D., of Cold Spring Harbor Laboratory—have independently discovered that a protein called ETV6 also appears to play a critical role in Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Both groups found that ETV6 indirectly promotes tumor growth by modulating EWS-FLI1’s behavior. In experiments in cancer cells and mice, the groups showed that, in the absence of ETV6, EWS-FLI1 goes into overdrive. But rather than revving up tumor growth even further, EWS-FLI1’s extreme hyperactivity halts tumor growth."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers hope these new insights can be used to develop a targeted drug that interferes with the interaction between ETV6 and EWS-FLI1 and might lead to an effective treatment for Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Both studies were published January 19 in Nature Cell Biology."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“The fact that this discovery came independently out of the two labs is rock-solid validation that this is something worth pursuing,” said Keren Witkin, Ph.D., of NCI’s Division of Cancer Biology, who was not involved in either study. “It's a nice step forward, because it gives us a new place to look for potential treatment strategies.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "What’s more, Dr. Witkin continued, these studies have helped researchers gain a clearer picture of what’s going on at the molecular level in Ewing sarcoma, which may provide clues to what’s going awry in other childhood cancers fueled by fusion proteins."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ewing sarcoma is a rare cancer that forms in bone or in the soft tissue surrounding bone. It’s most commonly diagnosed in adolescents and young adults and accounts for about 2% of all childhood cancers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The disease is typically treated with chemotherapy, surgery, and radiation. When the cancer is diagnosed before it has spread, five-year survival rates are about 70%. Survival rates are much lower when the disease has spread or come back after treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "And even when patients go into remission, there are often lasting effects from chemotherapy and radiation, including significant disabilities and the increased risk of second cancers. So researchers have focused on finding ways to attack the cancer cells directly while minimizing harm to healthy cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Findings from a large randomized trial compared chemo regimens used to treat this rare cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "EWS-FLI1 is a transcription factor, meaning it is directly involved in the process of gene expression, and it regulates multiple genes that drive Ewing sarcoma. As is often the case with transcription factors, researchers have struggled to develop drugs that can lock on to EWS-FLI1 and reverse its effect on gene expression."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As a potential workaround, researchers have searched instead for ways to indirectly interrupt the fusion protein’s activity—namely by disrupting other proteins that EWS-FLI1 relies on to carry out its functions. One approach to finding such proteins involves a genetic screening technique called CRISPR-Cas9."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In 2021, using CRISPR-Cas9, Dr. Stegmaier’s team at Dana-Farber found that an enzyme called TRIM8 appears to play a key role in the growth of Ewing sarcoma. TRIM8, they showed, is involved in degrading EWS-FLI1, a process that helps to maintain precise levels of the fusion protein that tumors need to grow. Without TRIM8, levels of the fusion protein increase, which is toxic to Ewing sarcoma cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“It’s fascinating biology,” Dr. Stegmaier said. “A lot of what we've learned about Ewing sarcoma and EWS-FLI1 recently is related to the ‘Goldilocks phenomenon.’ Precise amounts of the fusion protein are needed to initiate and maintain the disease. Too much or too little of the EWS-FLI1 protein is toxic to Ewing sarcoma cells.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In the new studies, both teams used CRISPR-Cas9 to systematically identify genes that Ewing sarcoma cells, but not normal cells, rely on for their survival. They both landed on the ETV6 gene and, through additional experiments, discovered why this protein is important in Ewing sarcoma: The ETV6 protein is in constant competition with the EWS-FLI1 fusion protein, each vying to bind to specific segments of DNA where key genes involved in cell growth and survival reside."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“ETV6 is keeping EWS-FLI1 in check on DNA, and that is an important mechanism for tumor growth,” said Diana Lu, Ph.D., of Harvard Medical School, who conducted the ETV6 studies when she was a graduate student in Dr. Stegmaier’s lab."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“One protein turns the DNA off, and the other one turns it on. And that turns out to be the key to this molecular mechanism that we unpacked in the study,” Dr. Vakoc said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As a transcription factor, ETV6 ultimately may present the same challenges to researchers as EWS-FLI1: developing drugs that can effectively bind to it."
                        },
                        {
                            "section": "Paragraph",
                            "text": "However, Dr. Vakoc’s team created a peptide, or small chain of amino acids, that interferes with a specific region of the ETV6 protein that is essential to its functioning. In their study, when they introduced this peptide to Ewing sarcoma cells, the cells stopped growing and began taking on properties of normal cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dr. Witkin noted that these studies demonstrate the important role that genetic screening with tools like CRISPR-Cas9 can play in identifying new drug targets."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“In Ewing sarcoma, we know the driver, but we haven't had much success targeting it. In cases like this, the CRISPR-Cas9 screening approach really enables you to find something else essential for the cancer’s development and progression and give you potential drug targets,” she said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This work, she continued, was supported by the Fusion Oncoproteins in Childhood Cancers (FusOnC2) Consortium. FusOnC2 is a Cancer MoonshotSM-supported initiative launched by NCI to bring researchers together to better understand the biology of fusion proteins that play an important role in driving childhood cancers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dr. Stegmaier thinks there could be other targets for Ewing sarcoma that will be uncovered as screening technology advances. She noted that they conducted most of their CRISPR-Cas9 library screening in lab-grown cells, which can behave differently than cells in the complex metabolic environment of a living organism. Genetic screening of animal models could help researchers identify targets that may have been missed in lab-grown cells, she said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "From a bigger picture perspective, the delicate interplay between EWS-FLI1 and ETV6 in driving tumor growth may not be unique to Ewing sarcoma, Dr. Witkin said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“This interesting mechanism of competition between transcription factors could be relevant in other [childhood] cancers as well,” she said. For example, researchers at the University of Michigan in Ann Arbor recently found that ETV6 may affect the behavior of an important transcription factor in the most common form of leukemia in children."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Meanwhile, Dr. Stegmaier and Dr. Vakoc are discussing collaborative projects to translate their findings into new treatments for Ewing sarcoma that may point to treatments for other childhood cancers driven by fusion proteins like EWS-FLI1."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“No one should give up on trying to make drugs [that target] EWS-FLI1 [directly], but now there are other candidates,” Dr. Vakoc said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Immunotherapy and… Nothing Else? Studies Test Potential Paradigm Shift in Cancer Treatment"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Lung-Sparing Surgery Is Effective for Some with Early-Stage Lung Cancer"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "February 13, 2025, by Carmen Phillips"
                        },
                        {
                            "section": "Paragraph",
                            "text": "January 2, 2025, by Linda Wang"
                        },
                        {
                            "section": "Paragraph",
                            "text": "December 11, 2024, by Nadia Jaber"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2023/ewing-sarcoma-etv6-treatment-target%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "July 8, 2022, by Edward Winstead"
                        },
                        {
                            "section": "Paragraph",
                            "text": "MRI scans showing a large Ewing sarcoma tumor in the fibula of a 10-year-old boy (A) and the lower leg after surgery to remove the tumor (B)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "New findings from a large clinical trial could help doctors and patients select treatments for relapsed or treatment-resistant Ewing sarcoma, a rare cancer that forms in bone and the soft tissue surrounding bone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The trial included people with Ewing sarcoma whose tumors did not shrink in response to their initial treatment or came back after that treatment. In the study, patients who received the chemotherapy drug ifosfamide (Ifex) lived about 5 months longer than those who received a combination of two other chemotherapy drugs, topotecan and cyclophosphamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The new findings are from the first randomized phase 3 clinical trial to compare commonly used chemotherapy regimens for recurrent Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Such trials have been challenging to conduct in part because of the rarity of the disease, which occurs most often in adolescents and young adults. In the United States, for example, about 200 people are diagnosed with the disease each year."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In the trial, patients with Ewing sarcoma that had recurred or stopped responding to treatment who received high doses of ifosfamide lived for a median of 15.4 months, versus 10.5 months for those who received topotecan plus cyclophosphamide, according to results from the rEECur study\nExit Disclaimer\n. The findings were reported\nExit Disclaimer\nat the American Society of Clinical Oncology (ASCO) annual meeting on June 5."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Before the rEECur study, the basis for choosing drugs for patients with relapsed or refractory Ewing sarcoma was weak,” said Martin McCabe, M.D., Ph.D., of the University of Manchester in the United Kingdom, who presented the results at the meeting."
                        },
                        {
                            "section": "Paragraph",
                            "text": "With the new results, doctors will have objective data from a randomized trial to use when talking with their patients about which treatments are most effective and/or have the worst side effects, he noted."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dr. McCabe and his colleagues have evaluated four chemotherapy regimens over the course of the study, which began as a phase 2 trial. The current study, which is now a larger phase 3 trial, is still recruiting patients and has been collecting data on another regimen, carboplatin plus etoposide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“This is an important and ambitious study,” said Christine Heske, M.D., a sarcoma researcher in NCI’s Pediatric Oncology Branch who was not involved in the trial. “The study attempted to define the most effective regimen for recurrent Ewing sarcoma and has provided some useful data.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "When the trial began, in 2014, participants were randomly assigned to receive one of four treatment regimens: topotecan plus cyclophosphamide, irinotecan plus temozolomide, gemcitabine plus docetaxel, or high-dose ifosfamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "During this part of the study, the patient groups receiving irinotecan plus temozolomide and gemcitabine plus docetaxel had lower tumor response rates than other patients, according to findings reported in 2020\nExit Disclaimer\n. The researchers stopped recruiting patients to these treatment groups."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More research is needed to better understand how high-dose ifosfamide compares with irinotecan plus temozolomide and with gemcitabine plus docetaxel, according to Dr. Heske."
                        },
                        {
                            "section": "Paragraph",
                            "text": "She predicted, however, that doctors would now consider offering high-dose ifosfamide to patients with recurrent or treatment-resistant Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer Research UK, the European Commission, and the University of Birmingham are sponsoring the trial."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most patients who have Ewing sarcoma that has not spread from its original location in the body respond well to chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But for patients whose cancer does not respond to therapy or has come back after initial treatment, the chance of survival is low. The rEECur study is focusing on this group of patients."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The data presented at the ASCO meeting was based on 146 patients in the phase 3 part of the study, who ranged in age from 4 to 49."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers assessed overall survival as well as event-free survival, which is the amount of time after treatment begins that the patient is free of the cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "At a median follow-up of 40 months, patients treated with ifosfamide had a median event-free survival of 5.7 months, compared with 3.7 months for patients who received topotecan plus cyclophosphamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Both treatments led to similar rates of febrile neutropenia, a condition that involves fever and a lower-than-normal number of white blood cells called neutrophils. The condition occurred in about 25% of patients in both groups."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ifosfamide was associated with serious side effects in the brain, such as encephalopathy, and the kidneys, such as acute kidney disease, although these were reported in less than 10% of patients. Patients in the ifosfamide group were more likely than other patients to discontinue treatment due to side effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "During a discussion of the study results at the ASCO annual meeting, Dr. McCabe said that differences in survival among the chemotherapy regimens were modest and that new treatments for the disease are needed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Clearly, we need to do much better,” agreed Katherine Janeway, M.D., who treats patients with Ewing sarcoma at the Dana-Farber Cancer Institute and discussed the rEECur study at the meeting."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The abnormal protein driving Ewing sarcoma in about 90% of patients—the EWS/FLI1 fusion protein—has been challenging to target with a drug, Dr. Janeway noted. Doctors have relied on chemotherapy because newer treatments, such as immunotherapy, have not been shown to be effective against the disease, she added."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But research conducted by the Fusion Oncoproteins in Childhood Cancers (FusOnC2) consortium, which is supported by the Cancer Moonshot, could reveal ways to overcome this challenge."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“We’re excited about some of the science emerging from the Cancer Moonshot,” Dr. Janeway said. Meanwhile, potential new treatments for Ewing sarcoma, including some targeted therapies, are being evaluated in clinical trials."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The rEECur results could help researchers conducting clinical trials select chemotherapy regimens to use as “a backbone” in combination with targeted therapies, according to Dr. Heske."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Several new agents are currently in clinical testing or soon will be,” she said. “I think we may see some of these drugs added to an ifosfamide backbone.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Enhertu Improves Survival for Metastatic “HER2-Low” Breast Cancer"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Immunotherapy’s Skin Side Effects: Are Microbes to Blame?"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "February 13, 2025, by Carmen Phillips"
                        },
                        {
                            "section": "Paragraph",
                            "text": "January 2, 2025, by Linda Wang"
                        },
                        {
                            "section": "Paragraph",
                            "text": "December 11, 2024, by Nadia Jaber"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/ewing-sarcoma",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        },
        "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows": {
            "cancer_type": "Ewing Sarcoma",
            "title": "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows",
            "url": "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "July 8, 2022, by Edward Winstead"
                },
                {
                    "section": "Paragraph",
                    "text": "MRI scans showing a large Ewing sarcoma tumor in the fibula of a 10-year-old boy (A) and the lower leg after surgery to remove the tumor (B)."
                },
                {
                    "section": "Paragraph",
                    "text": "New findings from a large clinical trial could help doctors and patients select treatments for relapsed or treatment-resistant Ewing sarcoma, a rare cancer that forms in bone and the soft tissue surrounding bone."
                },
                {
                    "section": "Paragraph",
                    "text": "The trial included people with Ewing sarcoma whose tumors did not shrink in response to their initial treatment or came back after that treatment. In the study, patients who received the chemotherapy drug ifosfamide (Ifex) lived about 5 months longer than those who received a combination of two other chemotherapy drugs, topotecan and cyclophosphamide."
                },
                {
                    "section": "Paragraph",
                    "text": "The new findings are from the first randomized phase 3 clinical trial to compare commonly used chemotherapy regimens for recurrent Ewing sarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Such trials have been challenging to conduct in part because of the rarity of the disease, which occurs most often in adolescents and young adults. In the United States, for example, about 200 people are diagnosed with the disease each year."
                },
                {
                    "section": "Paragraph",
                    "text": "In the trial, patients with Ewing sarcoma that had recurred or stopped responding to treatment who received high doses of ifosfamide lived for a median of 15.4 months, versus 10.5 months for those who received topotecan plus cyclophosphamide, according to results from the rEECur study\nExit Disclaimer\n. The findings were reported\nExit Disclaimer\nat the American Society of Clinical Oncology (ASCO) annual meeting on June 5."
                },
                {
                    "section": "Paragraph",
                    "text": "“Before the rEECur study, the basis for choosing drugs for patients with relapsed or refractory Ewing sarcoma was weak,” said Martin McCabe, M.D., Ph.D., of the University of Manchester in the United Kingdom, who presented the results at the meeting."
                },
                {
                    "section": "Paragraph",
                    "text": "With the new results, doctors will have objective data from a randomized trial to use when talking with their patients about which treatments are most effective and/or have the worst side effects, he noted."
                },
                {
                    "section": "Paragraph",
                    "text": "Dr. McCabe and his colleagues have evaluated four chemotherapy regimens over the course of the study, which began as a phase 2 trial. The current study, which is now a larger phase 3 trial, is still recruiting patients and has been collecting data on another regimen, carboplatin plus etoposide."
                },
                {
                    "section": "Paragraph",
                    "text": "“This is an important and ambitious study,” said Christine Heske, M.D., a sarcoma researcher in NCI’s Pediatric Oncology Branch who was not involved in the trial. “The study attempted to define the most effective regimen for recurrent Ewing sarcoma and has provided some useful data.”"
                },
                {
                    "section": "Paragraph",
                    "text": "When the trial began, in 2014, participants were randomly assigned to receive one of four treatment regimens: topotecan plus cyclophosphamide, irinotecan plus temozolomide, gemcitabine plus docetaxel, or high-dose ifosfamide."
                },
                {
                    "section": "Paragraph",
                    "text": "During this part of the study, the patient groups receiving irinotecan plus temozolomide and gemcitabine plus docetaxel had lower tumor response rates than other patients, according to findings reported in 2020\nExit Disclaimer\n. The researchers stopped recruiting patients to these treatment groups."
                },
                {
                    "section": "Paragraph",
                    "text": "More research is needed to better understand how high-dose ifosfamide compares with irinotecan plus temozolomide and with gemcitabine plus docetaxel, according to Dr. Heske."
                },
                {
                    "section": "Paragraph",
                    "text": "She predicted, however, that doctors would now consider offering high-dose ifosfamide to patients with recurrent or treatment-resistant Ewing sarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer Research UK, the European Commission, and the University of Birmingham are sponsoring the trial."
                },
                {
                    "section": "Paragraph",
                    "text": "Most patients who have Ewing sarcoma that has not spread from its original location in the body respond well to chemotherapy."
                },
                {
                    "section": "Paragraph",
                    "text": "But for patients whose cancer does not respond to therapy or has come back after initial treatment, the chance of survival is low. The rEECur study is focusing on this group of patients."
                },
                {
                    "section": "Paragraph",
                    "text": "The data presented at the ASCO meeting was based on 146 patients in the phase 3 part of the study, who ranged in age from 4 to 49."
                },
                {
                    "section": "Paragraph",
                    "text": "The researchers assessed overall survival as well as event-free survival, which is the amount of time after treatment begins that the patient is free of the cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "At a median follow-up of 40 months, patients treated with ifosfamide had a median event-free survival of 5.7 months, compared with 3.7 months for patients who received topotecan plus cyclophosphamide."
                },
                {
                    "section": "Paragraph",
                    "text": "Both treatments led to similar rates of febrile neutropenia, a condition that involves fever and a lower-than-normal number of white blood cells called neutrophils. The condition occurred in about 25% of patients in both groups."
                },
                {
                    "section": "Paragraph",
                    "text": "Ifosfamide was associated with serious side effects in the brain, such as encephalopathy, and the kidneys, such as acute kidney disease, although these were reported in less than 10% of patients. Patients in the ifosfamide group were more likely than other patients to discontinue treatment due to side effects."
                },
                {
                    "section": "Paragraph",
                    "text": "During a discussion of the study results at the ASCO annual meeting, Dr. McCabe said that differences in survival among the chemotherapy regimens were modest and that new treatments for the disease are needed."
                },
                {
                    "section": "Paragraph",
                    "text": "“Clearly, we need to do much better,” agreed Katherine Janeway, M.D., who treats patients with Ewing sarcoma at the Dana-Farber Cancer Institute and discussed the rEECur study at the meeting."
                },
                {
                    "section": "Paragraph",
                    "text": "The abnormal protein driving Ewing sarcoma in about 90% of patients—the EWS/FLI1 fusion protein—has been challenging to target with a drug, Dr. Janeway noted. Doctors have relied on chemotherapy because newer treatments, such as immunotherapy, have not been shown to be effective against the disease, she added."
                },
                {
                    "section": "Paragraph",
                    "text": "But research conducted by the Fusion Oncoproteins in Childhood Cancers (FusOnC2) consortium, which is supported by the Cancer Moonshot, could reveal ways to overcome this challenge."
                },
                {
                    "section": "Paragraph",
                    "text": "“We’re excited about some of the science emerging from the Cancer Moonshot,” Dr. Janeway said. Meanwhile, potential new treatments for Ewing sarcoma, including some targeted therapies, are being evaluated in clinical trials."
                },
                {
                    "section": "Paragraph",
                    "text": "The rEECur results could help researchers conducting clinical trials select chemotherapy regimens to use as “a backbone” in combination with targeted therapies, according to Dr. Heske."
                },
                {
                    "section": "Paragraph",
                    "text": "“Several new agents are currently in clinical testing or soon will be,” she said. “I think we may see some of these drugs added to an ifosfamide backbone.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Enhertu Improves Survival for Metastatic “HER2-Low” Breast Cancer"
                },
                {
                    "section": "Paragraph",
                    "text": "Immunotherapy’s Skin Side Effects: Are Microbes to Blame?"
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "February 13, 2025, by Carmen Phillips"
                },
                {
                    "section": "Paragraph",
                    "text": "January 2, 2025, by Linda Wang"
                },
                {
                    "section": "Paragraph",
                    "text": "December 11, 2024, by Nadia Jaber"
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/ewing-sarcoma",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "July 8, 2022, by Edward Winstead"
                        },
                        {
                            "section": "Paragraph",
                            "text": "MRI scans showing a large Ewing sarcoma tumor in the fibula of a 10-year-old boy (A) and the lower leg after surgery to remove the tumor (B)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "New findings from a large clinical trial could help doctors and patients select treatments for relapsed or treatment-resistant Ewing sarcoma, a rare cancer that forms in bone and the soft tissue surrounding bone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The trial included people with Ewing sarcoma whose tumors did not shrink in response to their initial treatment or came back after that treatment. In the study, patients who received the chemotherapy drug ifosfamide (Ifex) lived about 5 months longer than those who received a combination of two other chemotherapy drugs, topotecan and cyclophosphamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The new findings are from the first randomized phase 3 clinical trial to compare commonly used chemotherapy regimens for recurrent Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Such trials have been challenging to conduct in part because of the rarity of the disease, which occurs most often in adolescents and young adults. In the United States, for example, about 200 people are diagnosed with the disease each year."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In the trial, patients with Ewing sarcoma that had recurred or stopped responding to treatment who received high doses of ifosfamide lived for a median of 15.4 months, versus 10.5 months for those who received topotecan plus cyclophosphamide, according to results from the rEECur study\nExit Disclaimer\n. The findings were reported\nExit Disclaimer\nat the American Society of Clinical Oncology (ASCO) annual meeting on June 5."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Before the rEECur study, the basis for choosing drugs for patients with relapsed or refractory Ewing sarcoma was weak,” said Martin McCabe, M.D., Ph.D., of the University of Manchester in the United Kingdom, who presented the results at the meeting."
                        },
                        {
                            "section": "Paragraph",
                            "text": "With the new results, doctors will have objective data from a randomized trial to use when talking with their patients about which treatments are most effective and/or have the worst side effects, he noted."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dr. McCabe and his colleagues have evaluated four chemotherapy regimens over the course of the study, which began as a phase 2 trial. The current study, which is now a larger phase 3 trial, is still recruiting patients and has been collecting data on another regimen, carboplatin plus etoposide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“This is an important and ambitious study,” said Christine Heske, M.D., a sarcoma researcher in NCI’s Pediatric Oncology Branch who was not involved in the trial. “The study attempted to define the most effective regimen for recurrent Ewing sarcoma and has provided some useful data.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "When the trial began, in 2014, participants were randomly assigned to receive one of four treatment regimens: topotecan plus cyclophosphamide, irinotecan plus temozolomide, gemcitabine plus docetaxel, or high-dose ifosfamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "During this part of the study, the patient groups receiving irinotecan plus temozolomide and gemcitabine plus docetaxel had lower tumor response rates than other patients, according to findings reported in 2020\nExit Disclaimer\n. The researchers stopped recruiting patients to these treatment groups."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More research is needed to better understand how high-dose ifosfamide compares with irinotecan plus temozolomide and with gemcitabine plus docetaxel, according to Dr. Heske."
                        },
                        {
                            "section": "Paragraph",
                            "text": "She predicted, however, that doctors would now consider offering high-dose ifosfamide to patients with recurrent or treatment-resistant Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer Research UK, the European Commission, and the University of Birmingham are sponsoring the trial."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most patients who have Ewing sarcoma that has not spread from its original location in the body respond well to chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But for patients whose cancer does not respond to therapy or has come back after initial treatment, the chance of survival is low. The rEECur study is focusing on this group of patients."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The data presented at the ASCO meeting was based on 146 patients in the phase 3 part of the study, who ranged in age from 4 to 49."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers assessed overall survival as well as event-free survival, which is the amount of time after treatment begins that the patient is free of the cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "At a median follow-up of 40 months, patients treated with ifosfamide had a median event-free survival of 5.7 months, compared with 3.7 months for patients who received topotecan plus cyclophosphamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Both treatments led to similar rates of febrile neutropenia, a condition that involves fever and a lower-than-normal number of white blood cells called neutrophils. The condition occurred in about 25% of patients in both groups."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ifosfamide was associated with serious side effects in the brain, such as encephalopathy, and the kidneys, such as acute kidney disease, although these were reported in less than 10% of patients. Patients in the ifosfamide group were more likely than other patients to discontinue treatment due to side effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "During a discussion of the study results at the ASCO annual meeting, Dr. McCabe said that differences in survival among the chemotherapy regimens were modest and that new treatments for the disease are needed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Clearly, we need to do much better,” agreed Katherine Janeway, M.D., who treats patients with Ewing sarcoma at the Dana-Farber Cancer Institute and discussed the rEECur study at the meeting."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The abnormal protein driving Ewing sarcoma in about 90% of patients—the EWS/FLI1 fusion protein—has been challenging to target with a drug, Dr. Janeway noted. Doctors have relied on chemotherapy because newer treatments, such as immunotherapy, have not been shown to be effective against the disease, she added."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But research conducted by the Fusion Oncoproteins in Childhood Cancers (FusOnC2) consortium, which is supported by the Cancer Moonshot, could reveal ways to overcome this challenge."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“We’re excited about some of the science emerging from the Cancer Moonshot,” Dr. Janeway said. Meanwhile, potential new treatments for Ewing sarcoma, including some targeted therapies, are being evaluated in clinical trials."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The rEECur results could help researchers conducting clinical trials select chemotherapy regimens to use as “a backbone” in combination with targeted therapies, according to Dr. Heske."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Several new agents are currently in clinical testing or soon will be,” she said. “I think we may see some of these drugs added to an ifosfamide backbone.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Enhertu Improves Survival for Metastatic “HER2-Low” Breast Cancer"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Immunotherapy’s Skin Side Effects: Are Microbes to Blame?"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "February 13, 2025, by Carmen Phillips"
                        },
                        {
                            "section": "Paragraph",
                            "text": "January 2, 2025, by Linda Wang"
                        },
                        {
                            "section": "Paragraph",
                            "text": "December 11, 2024, by Nadia Jaber"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/ewing-sarcoma",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Ewing Sarcoma Clinical Trials": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "Ewing Sarcoma Clinical Trials",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2022/ewing-sarcoma-chemotherapy-comparison%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/research/participate/clinical-trials/disease/ewing-sarcoma#main-content"
                    ],
                    "related_pages": {}
                }
            }
        },
        "Study Identifies Potential Drug Combination for Ewing Sarcoma": {
            "cancer_type": "Ewing Sarcoma",
            "title": "Study Identifies Potential Drug Combination for Ewing Sarcoma",
            "url": "https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "November 9, 2017, by NCI Staff"
                },
                {
                    "section": "Paragraph",
                    "text": "Ewing sarcoma cells with gene fusions (arrows) involving the EWS gene."
                },
                {
                    "section": "Paragraph",
                    "text": "Researchers have identified a two-drug combination that slows the growth of Ewing sarcoma tumors in mice better than either drug alone."
                },
                {
                    "section": "Paragraph",
                    "text": "One of the drugs, vincristine, is a chemotherapy agent that is part of the standard treatment for patients with Ewing sarcoma. The other, YK-4-279, is an experimental drug that targets an abnormality, called a fusion protein, that is commonly found in Ewing sarcoma tumors."
                },
                {
                    "section": "Paragraph",
                    "text": "The researchers’ findings, published October 3 in Science Signaling, showed that, when combined, the two drugs work together to kill more cancer cells than either treatment alone."
                },
                {
                    "section": "Paragraph",
                    "text": "“It is essentially like the old boxing analogy of giving a one-two punch,” said Jeffrey Toretsky, M.D., of Georgetown University, the study’s senior investigator."
                },
                {
                    "section": "Paragraph",
                    "text": "The drug combination potentially could be an effective treatment for patients with Ewing sarcoma, the researchers wrote."
                },
                {
                    "section": "Paragraph",
                    "text": "“There’s a lot of excitement about agents that target the fusion protein,” said Christine Heske, M.D., a researcher in the Pediatric Oncology Branch of NCI’s Center for Cancer Research, who was not involved in the study."
                },
                {
                    "section": "Paragraph",
                    "text": "Researchers are also excited, she continued, about “studying these drugs in combination with other drugs so that we can make rational decisions about how to bring them into standard therapy.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Ewing sarcoma is a type of cancer that forms in bone or surrounding soft tissue, most often in teenagers and young adults. Most patients with Ewing sarcoma that has not spread respond well to treatment with a combination of chemotherapies."
                },
                {
                    "section": "Paragraph",
                    "text": "But for patients whose cancer has spread to distant locations or has come back after initial treatment, the chance of survival is low, Dr. Heske explained."
                },
                {
                    "section": "Paragraph",
                    "text": "The growth of nearly all Ewing sarcoma tumors is driven by a fusion protein (the product of a fusion gene), most commonly by one called EWS-FLI1."
                },
                {
                    "section": "Paragraph",
                    "text": "For many years, scientists considered EWS-FLI1 “undruggable” because it is not an enzyme—proteins that tend to be easier to target. EWS-FLI binds to other proteins to affect gene expression. In 2009, Dr. Toretsky and his colleagues discovered YK-4-279, a compound that prevents EWS-FLI1 from controlling gene expression."
                },
                {
                    "section": "Paragraph",
                    "text": "Although YK-4-279 kills Ewing sarcoma cells in lab experiments, “there are very few drugs that, by themselves, cure patients,” said Dr. Toretsky. Different drugs are often combined to have a stronger effect, he explained."
                },
                {
                    "section": "Paragraph",
                    "text": "For their new study, the researchers treated Ewing sarcoma cells with 69 different cancer drugs, both alone and in combination with YK-4-279. They analyzed how well each combination killed the cancer cells, compared with the individual drugs."
                },
                {
                    "section": "Paragraph",
                    "text": "The researchers looked specifically for combinations that had far more than just an additive effect—that is, the combination was synergistic."
                },
                {
                    "section": "Paragraph",
                    "text": "YK-4-279 was synergistic with 19 different drugs, the investigators found. They noted that three of the 19 stop cancer growth by interfering with cell division. They also tested other drugs that block cell division in a slightly different way, but they were not synergistic with YK-4-279."
                },
                {
                    "section": "Paragraph",
                    "text": "“We saw a nice pattern in the synergy and the drugs’ mechanism, and to us that warranted further investigation,” Dr. Toretsky explained. Of those three drugs, they focused on vincristine because it is part of the standard treatment for patients with Ewing sarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "In a mouse model of Ewing sarcoma, treatment with vincristine plus YK-4-279 slowed tumor growth and improved survival better than either drug alone, the investigators found."
                },
                {
                    "section": "Paragraph",
                    "text": "From more detailed experiments, the researchers determined that YK-4-279 and vincristine worked together to disrupt cell division and lower the threshold for cell death in Ewing sarcoma cells. “It seems to be that combination gives us the opportunity to enhance tumor shrinkage,” Dr. Toretsky explained."
                },
                {
                    "section": "Paragraph",
                    "text": "Later in life, people who had Ewing sarcoma often develop significant long-term side effects (called late effects) from their cancer treatment. For example, vincristine can damage the nervous system."
                },
                {
                    "section": "Paragraph",
                    "text": "These late effects are a result of harsh treatments and the young age at which patients receive the treatments, Dr. Heske explained. For that reason, she said, finding less toxic therapies for Ewing sarcoma is a major goal."
                },
                {
                    "section": "Paragraph",
                    "text": "When combined with YK-4-279, a significantly lower dose of vincristine was required to kill eight different Ewing sarcoma cell lines, the researchers found."
                },
                {
                    "section": "Paragraph",
                    "text": "“That means we potentially could get more mileage out of the vincristine dose we use, or we may be able to use a much lower dose and get significantly less toxicity, which will require testing in a future clinical trial,” said Dr. Toretsky."
                },
                {
                    "section": "Paragraph",
                    "text": "In 2014, a biotech startup company (of which Dr. Toretsky is a cofounder) began to search for a compound that was similar to YK-4-279 but better at blocking EWS-FLI1. With the help of chemists, the company developed a compound, called TK216, that fit the bill."
                },
                {
                    "section": "Paragraph",
                    "text": "TK216 is now being tested in a first-in-human clinical trial for patients with Ewing sarcoma. “It is the first drug that has been used in the clinic that directly targets EWS-FLI1,” Dr. Toretsky noted."
                },
                {
                    "section": "Paragraph",
                    "text": "“Because it is the first drug to specifically target the fusion protein, everybody is anxiously waiting to see how it will do in the patient setting,” Dr. Heske said."
                },
                {
                    "section": "Paragraph",
                    "text": "If TK216 appears to be safe in patients, the new study findings provide a rationale for combining it with vincristine “to reduce side effects through dose reduction,” the researchers wrote."
                },
                {
                    "section": "Paragraph",
                    "text": "But, Dr. Heske cautioned, “when new drugs are discovered, it’s a little bit tricky to figure out all of the different ways they affect cancer cells. TK216 is believed to target the fusion protein, but it may have other effects as well.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Dr. Toretsky and his team are investigating other drug combinations including YK-4-279 that could potentially kill more Ewing sarcoma cells and are trying to anticipate ways that the cells may resist the effects of the treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "And because they have evidence to show that YK-4-279 and TK216 have the same effects on Ewing sarcoma cells, they believe their laboratory studies with YK-4-279 could help inform clinical studies of TK216."
                },
                {
                    "section": "Paragraph",
                    "text": "Liquid Biopsy: Using DNA in Blood to Detect, Track, and Treat Cancer"
                },
                {
                    "section": "Paragraph",
                    "text": "Alternate Driver of Treatment-Resistant Prostate Cancer Identified"
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Study Identifies Potential Drug Combination for Ewing Sarcoma was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "February 13, 2025, by Carmen Phillips"
                },
                {
                    "section": "Paragraph",
                    "text": "January 2, 2025, by Linda Wang"
                },
                {
                    "section": "Paragraph",
                    "text": "December 11, 2024, by Nadia Jaber"
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Study Identifies Potential Drug Combination for Ewing Sarcoma": {
                    "cancer_type": "Ewing Sarcoma",
                    "title": "Study Identifies Potential Drug Combination for Ewing Sarcoma",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "November 9, 2017, by NCI Staff"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ewing sarcoma cells with gene fusions (arrows) involving the EWS gene."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Researchers have identified a two-drug combination that slows the growth of Ewing sarcoma tumors in mice better than either drug alone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "One of the drugs, vincristine, is a chemotherapy agent that is part of the standard treatment for patients with Ewing sarcoma. The other, YK-4-279, is an experimental drug that targets an abnormality, called a fusion protein, that is commonly found in Ewing sarcoma tumors."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers’ findings, published October 3 in Science Signaling, showed that, when combined, the two drugs work together to kill more cancer cells than either treatment alone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“It is essentially like the old boxing analogy of giving a one-two punch,” said Jeffrey Toretsky, M.D., of Georgetown University, the study’s senior investigator."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The drug combination potentially could be an effective treatment for patients with Ewing sarcoma, the researchers wrote."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“There’s a lot of excitement about agents that target the fusion protein,” said Christine Heske, M.D., a researcher in the Pediatric Oncology Branch of NCI’s Center for Cancer Research, who was not involved in the study."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Researchers are also excited, she continued, about “studying these drugs in combination with other drugs so that we can make rational decisions about how to bring them into standard therapy.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ewing sarcoma is a type of cancer that forms in bone or surrounding soft tissue, most often in teenagers and young adults. Most patients with Ewing sarcoma that has not spread respond well to treatment with a combination of chemotherapies."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But for patients whose cancer has spread to distant locations or has come back after initial treatment, the chance of survival is low, Dr. Heske explained."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The growth of nearly all Ewing sarcoma tumors is driven by a fusion protein (the product of a fusion gene), most commonly by one called EWS-FLI1."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For many years, scientists considered EWS-FLI1 “undruggable” because it is not an enzyme—proteins that tend to be easier to target. EWS-FLI binds to other proteins to affect gene expression. In 2009, Dr. Toretsky and his colleagues discovered YK-4-279, a compound that prevents EWS-FLI1 from controlling gene expression."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Although YK-4-279 kills Ewing sarcoma cells in lab experiments, “there are very few drugs that, by themselves, cure patients,” said Dr. Toretsky. Different drugs are often combined to have a stronger effect, he explained."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For their new study, the researchers treated Ewing sarcoma cells with 69 different cancer drugs, both alone and in combination with YK-4-279. They analyzed how well each combination killed the cancer cells, compared with the individual drugs."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers looked specifically for combinations that had far more than just an additive effect—that is, the combination was synergistic."
                        },
                        {
                            "section": "Paragraph",
                            "text": "YK-4-279 was synergistic with 19 different drugs, the investigators found. They noted that three of the 19 stop cancer growth by interfering with cell division. They also tested other drugs that block cell division in a slightly different way, but they were not synergistic with YK-4-279."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“We saw a nice pattern in the synergy and the drugs’ mechanism, and to us that warranted further investigation,” Dr. Toretsky explained. Of those three drugs, they focused on vincristine because it is part of the standard treatment for patients with Ewing sarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In a mouse model of Ewing sarcoma, treatment with vincristine plus YK-4-279 slowed tumor growth and improved survival better than either drug alone, the investigators found."
                        },
                        {
                            "section": "Paragraph",
                            "text": "From more detailed experiments, the researchers determined that YK-4-279 and vincristine worked together to disrupt cell division and lower the threshold for cell death in Ewing sarcoma cells. “It seems to be that combination gives us the opportunity to enhance tumor shrinkage,” Dr. Toretsky explained."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Later in life, people who had Ewing sarcoma often develop significant long-term side effects (called late effects) from their cancer treatment. For example, vincristine can damage the nervous system."
                        },
                        {
                            "section": "Paragraph",
                            "text": "These late effects are a result of harsh treatments and the young age at which patients receive the treatments, Dr. Heske explained. For that reason, she said, finding less toxic therapies for Ewing sarcoma is a major goal."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When combined with YK-4-279, a significantly lower dose of vincristine was required to kill eight different Ewing sarcoma cell lines, the researchers found."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“That means we potentially could get more mileage out of the vincristine dose we use, or we may be able to use a much lower dose and get significantly less toxicity, which will require testing in a future clinical trial,” said Dr. Toretsky."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In 2014, a biotech startup company (of which Dr. Toretsky is a cofounder) began to search for a compound that was similar to YK-4-279 but better at blocking EWS-FLI1. With the help of chemists, the company developed a compound, called TK216, that fit the bill."
                        },
                        {
                            "section": "Paragraph",
                            "text": "TK216 is now being tested in a first-in-human clinical trial for patients with Ewing sarcoma. “It is the first drug that has been used in the clinic that directly targets EWS-FLI1,” Dr. Toretsky noted."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“Because it is the first drug to specifically target the fusion protein, everybody is anxiously waiting to see how it will do in the patient setting,” Dr. Heske said."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If TK216 appears to be safe in patients, the new study findings provide a rationale for combining it with vincristine “to reduce side effects through dose reduction,” the researchers wrote."
                        },
                        {
                            "section": "Paragraph",
                            "text": "But, Dr. Heske cautioned, “when new drugs are discovered, it’s a little bit tricky to figure out all of the different ways they affect cancer cells. TK216 is believed to target the fusion protein, but it may have other effects as well.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dr. Toretsky and his team are investigating other drug combinations including YK-4-279 that could potentially kill more Ewing sarcoma cells and are trying to anticipate ways that the cells may resist the effects of the treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "And because they have evidence to show that YK-4-279 and TK216 have the same effects on Ewing sarcoma cells, they believe their laboratory studies with YK-4-279 could help inform clinical studies of TK216."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Liquid Biopsy: Using DNA in Blood to Detect, Track, and Treat Cancer"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Alternate Driver of Treatment-Resistant Prostate Cancer Identified"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Study Identifies Potential Drug Combination for Ewing Sarcoma was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "February 13, 2025, by Carmen Phillips"
                        },
                        {
                            "section": "Paragraph",
                            "text": "January 2, 2025, by Linda Wang"
                        },
                        {
                            "section": "Paragraph",
                            "text": "December 11, 2024, by Nadia Jaber"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/cancer-currents-blog/2017/ewing-sarcoma-drug-combination%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}