{
  "title": "Colorectal cancer",
  "url": "https://www.who.int/news-room/fact-sheets/detail/colorectal-cancer",
  "content": "Skip to main content\nGlobal\nRegions\n    Select language\n        English\n        العربية\n        中文\n        Français\n        Русский\n        Español\n.cls-1{fill:#0093d5;}World Health Organization\nDonate\nHome Health Topics Countries Newsroom Emergencies Data About WHO\nHome/\nNewsroom/\nFact sheets/\nDetail/\nColorectal cancer\nColorectal cancer\n11 July 2023\nالعربية\n中文\nFrançais\nРусский\nEspañol\nKey facts\nColorectal cancer is the third most common cancer worldwide, accounting for approximately 10% of all cancer cases and is the second leading cause of cancer-related deaths worldwide.\nIt predominantly affects older individuals, with the majority of cases occurring in people aged 50 and above.\nSeveral lifestyle factors contribute to the development of colorectal cancer such as a high intake of processed meats and low intake of fruits and vegetables, sedentary lifestyle, obesity, smoking, and excessive alcohol consumption.\nColorectal cancer is often diagnosed at advanced stages when treatment options are limited.\nThe incidence and impact of colorectal cancer can be significantly reduced by implementing primary prevention strategies such as adopting a healthy lifestyle, avoiding risk factors, and practicing early detection through screening.\nOverview\nColorectal cancer is a type of cancer that affects the colon (large intestine) or rectum. It is one of the most common types of cancer worldwide. It can cause severe harm and death.\nThe risk of colorectal cancer increases with age. Most cases affect people over 50 years old.\nCommon symptoms include diarrhoea, constipation, blood in the stool, abdominal pain, unexplained weight loss, fatigue, and low iron levels.\nMany people will not have symptoms in the early stages of the disease.\nThe risk of colorectal cancer can be reduced by eating a healthy diet, staying physically active, not smoking tobacco and limiting alcohol. Regular screenings are crucial for early detection.\nColon cancer is the second leading cause of cancer-related deaths worldwide. In 2020, more than 1.9 million new cases of colorectal cancer and more than 930 000 deaths due to colorectal cancer were estimated to have occurred worldwide. Large geographical variations in incidence and mortality rates were observed. The incidence rates were highest in Europe and Australia and New Zealand, and the mortality rates were highest in Eastern Europe. By 2040 the burden of colorectal cancer will increase to 3.2 million new cases per year (an increase of 63%) and 1.6 million deaths per year (an increase of 73%).\nIncidence rates of colorectal cancer have been decreasing in high-income countries, largely as a result of effective screening programmes. The prognosis for colorectal cancer varies depending on the stage at diagnosis. Early-stage cancers have higher survival rates than advanced-stage cancers. Timely diagnosis, appropriate treatment, and regular follow-up care are important for improving survival rates and quality of life.\nRisk Factors\nFactors that may increase the risk of developing colorectal cancer include:\nage: the risk of developing colorectal cancer increases with age, with most cases occurring in individuals over 50 years old;\nfamily history: a family history of colorectal cancer or certain genetic conditions, such as Lynch syndrome and familial adenomatous polyposis (FAP), can increase the risk;\npersonal history: individuals who have had colorectal cancer before or certain types of polyps are at a higher risk; and\nlifestyle factors: unhealthy lifestyle choices, such as a diet high in processed meats and low in fruits and vegetables, sedentary behaviour, obesity, smoking and excessive alcohol consumption, can increase the risk.\nSymptoms\nColorectal cancer often has no symptoms in the early stages. Regular screenings are important to catch the disease early and begin treatment.\nCommon symptoms include:\nchanges in bowel habits such as diarrhoea, constipation, or narrowing of the stool\nblood in the stool (rectal bleeding), either bright red or dark and tar-like\nabdominal cramps, pain or bloating that won’t go away\nunexplained weight loss that is sudden and losing weight without trying\nfeeling constantly tired and lacking energy, even with enough rest\niron deficiency anaemia due to chronic bleeding, causing fatigue, weakness and paleness.\nPrevention\nLifestyle changes and regular screening can help prevent colorectal cancer.\nLifestyle changes to help prevent colorectal cancer include:\neating a healthy diet rich in fruits and vegetables\nnot smoking tobacco\nkeeping an active lifestyle\nlimiting alcohol consumption\navoiding exposure to environmental risk factors.\nPeople who suspect they may have colorectal cancer should speak to their healthcare provider right away.\nRegular screening for colorectal cancer (secondary prevention) is the best way to catch the disease early.\nTreatments are more likely to cure the disease in the early stages.\nStudies have shown that screening can reduce both the incidence and mortality of colorectal cancer through early detection and removal of precancerous growths.\nStool-based tests are non-invasive screening methods used to detect the presence of colorectal cancer or precancerous polyps in the stool. The common type of stool-based tests is the fecal occult blood test (FOBT). FOBT detects hidden blood in the stool, which can be an indicator of colorectal cancer or polyps. It involves collecting a small sample of stool and sending it to a laboratory for analysis. If blood or abnormal findings are detected in the stool, further diagnostic procedures, such as colonoscopy, are usually recommended to confirm the presence of colorectal cancer or polyps.\nStool-based tests are convenient, non-invasive, and can be effective in detecting colorectal cancer at early stages or identifying precancerous polyps.\nIndividuals with a family history of colorectal cancer or certain genetic conditions may benefit from genetic counselling and genetic testing to assess their risk and determine appropriate screening measures.\nDiagnosis\nDiagnostic methods for colorectal cancer include physical examination, imaging (such as abdominal ultrasound, computed tomography scans, and magnetic resonance imaging), examination of the inside of the colon using colonoscopy or sigmoidoscopy, taking a sample of tissue (biopsy) for histopathology examination, and molecular testing to identify specific genetic mutations or biomarkers to guide the best treatment option.\nTreatment and care\nTreatments for colorectal cancer are based on the type and progression of the cancer and the person’s medical history. Early detection of colorectal cancer can lead to better treatments and outcomes.\nTreatments include:\nsurgery\nradiotherapy (radiation)\nchemotherapy\ntargeted therapy\nimmunotherapy.\nSurgery is often used in the early stages of cancer if the tumour has not spread to other areas of the body. Chemotherapy and radiation therapy can help shrink the tumour.\nDoctors from several disciplines often work together to provide treatment and care of people with colorectal cancer.\nSupportive care is important for people with colorectal cancer. It aims to manage symptoms, provide pain relief, and give emotional support. It can help to increase quality of life for people with colorectal cancer and their families.\nStages of care\na) Early stage disease. The primary treatment for early stage colorectal cancer (i.e. tumour limited to the bowel or local lymph nodes, with no metastatic dissemination to distant organs) is surgical removal of the tumour and nearby lymph nodes. The specific surgical procedure depends on the location of the tumour. It may involve a colectomy (removal of a portion of the colon) or a proctectomy (removal of the rectum). In some cases, a temporary or permanent colostomy or ileostomy may be needed to create an opening for waste elimination. Adjuvant therapy refers to additional treatment given after surgery to lower the risk of cancer recurrence. In early-stage colorectal cancer, adjuvant chemotherapy may be recommended to kill any remaining cancer cells that cannot be seen or removed during surgery. Adjuvant chemotherapy is typically recommended for patients with a higher risk of recurrence, such as those with lymph node involvement or certain tumour characteristics. Sometimes chemotherapy may be given before surgery (neoadjuvant chemotherapy) to shrink the tumour. Radiation therapy can be associated in tumours of the last segment of the intestine (rectum) to increase the chance of reduce the size of the tumour.\nAfter treatment, regular follow-up visits and surveillance are essential to monitor for any signs of recurrence or new cancer. Surveillance may include physical examinations, blood tests, and imaging studies (such as CT scans) to detect any potential recurrence at an early stage.\na) Advanced disease. Systemic therapy is the primary treatment approach for metastatic colorectal cancer, as it aims to treat cancer cells throughout the body. Chemotherapy is often used as the first-line treatment for metastatic colorectal cancer. Combination chemotherapy regimens are commonly used to kill cancer cells or slow down their growth. Targeted therapy may be used in combination with chemotherapy for patients with specific genetic mutations, such as KRAS or BRAF mutations. Immunotherapy drugs may be considered for patients with tumours that exhibit specific genetic markers, such as microsatellite instability-high (MSI-H) or mismatch repair deficiency (dMMR).\nIn some cases, surgery may be recommended for metastatic colorectal cancer to remove tumours that are causing symptoms or blocking the intestine. Localized treatments, such as radiofrequency ablation, cryoablation, or radiation therapy, may be used to treat specific areas of metastasis, such as liver metastases. Radiation therapy may be used to help control the disease and manage symptoms, such as pain or bleeding.\nClinical Trials\nClinical trials offer opportunities to access novel treatments or experimental therapies for patients. Participation in clinical trials helps advance medical knowledge and potentially offers new treatment options.\nWHO response\nThe WHO is actively involved in addressing the global burden of colorectal cancer and implementing strategies to reduce its impact. WHO's approach involves raising awareness, cancer prevention and control, early detection and screening, strengthening health systems, capacity building, research and surveillance, as well as collaboration and partnerships. These comprehensive efforts contribute to reducing the burden of colorectal cancer by promoting prevention, early detection, equitable access to quality care, and improving overall cancer control globally.\nFact sheets\nCancer 3 February 2025\nBreast cancer 13 March 2024\nLung cancer 26 June 2023\nHealthy diet 29 April 2020\nAgeing and health 1 October 2024\nMore\nColorectal Cancer Screening: IARC Handbooks of Cancer Prevention Volume 17\nESMO Localised Colon Cancer: Guideline\nESMO Clinical Practice Guideline – Metastatic Colorectal Cancer\nESMO Colorectal Cancer: A Guide for Patients\nRegions\nAfrica\nAmericas\nEastern Mediterranean\nEurope\nSouth-East Asia\nWestern Pacific\nPolicies\nCybersecurity\nEthics\nInformation disclosure\nPermissions and licensing\nPreventing sexual exploitation\nTerms of use\nAbout us\nCareers\nFrequently asked questions\nLibrary\nProcurement\nPublications\nContact us\nNewsletters\nReport misconduct\nPrivacy policy\n© 2025 WHO"
}