{
  "title": "Breast cancer",
  "url": "https://www.who.int/news-room/fact-sheets/detail/breast-cancer",
  "content": "Skip to main content\nGlobal\nRegions\n    Select language\n        English\n        العربية\n        中文\n        Français\n        Русский\n        Español\n.cls-1{fill:#0093d5;}World Health Organization\nDonate\nHome Health Topics Countries Newsroom Emergencies Data About WHO\nHome/\nNewsroom/\nFact sheets/\nDetail/\nBreast cancer\n\nCredits\nBreast cancer\n13 March 2024\nالعربية\n中文\nFrançais\nРусский\nEspañol\nKey facts\nBreast cancer caused 670 000 deaths globally in 2022.\nRoughly half of all breast cancers occur in women with no specific risk factors other than sex and age.\nBreast cancer was the most common cancer in women in 157 countries out of 185 in 2022.\nBreast cancer occurs in every country in the world.\nApproximately 0.5–1% of breast cancers occur in men.\nOverview\nBreast cancer is a disease in which abnormal breast cells grow out of control and form tumours. If left unchecked, the tumours can spread throughout the body and become fatal.\nBreast cancer cells begin inside the milk ducts and/or the milk-producing lobules of the breast. The earliest form (in situ) is not life-threatening and can be detected in early stages. Cancer cells can spread into nearby breast tissue (invasion). This creates tumours that cause lumps or thickening. \nInvasive cancers can spread to nearby lymph nodes or other organs (metastasize). Metastasis can be life-threatening and fatal.\nTreatment is based on the person, the type of cancer and its spread. Treatment combines surgery, radiation therapy and medications.\nScope of the problem\nIn 2022, there were 2.3 million women diagnosed with breast cancer and 670 000 deaths globally. Breast cancer occurs in every country of the world in women at any age after puberty but with increasing rates in later life.  \n\nGlobal estimates reveal striking inequities in the breast cancer burden according to human development. For instance, in countries with a very high Human Development Index (HDI), 1 in 12 women will be diagnosed with breast cancer in their lifetime and 1 in 71 women die of it.\nIn contrast, in countries with a low HDI; while only 1 in 27 women is diagnosed with breast cancer in their lifetime, 1 in 48 women will die from it.\nWho is at risk?\nFemale gender is the strongest breast cancer risk factor. Approximately 99% of breast cancers occur in women and 0.5–1% of breast cancers occur in men. The treatment of breast cancer in men follows the same principles of management as for women.\nCertain factors increase the risk of breast cancer including increasing age, obesity, harmful use of alcohol, family history of breast cancer, history of radiation exposure, reproductive history (such as age that menstrual periods began and age at first pregnancy), tobacco use and postmenopausal hormone therapy. Approximately half of breast cancers develop in women who have no identifiable breast cancer risk factor other than gender (female) and age (over 40 years). \nFamily history of breast cancer increases the risk of breast cancer, but most women diagnosed with breast cancer do not have a known family history of the disease. Lack of a known family history does not necessarily mean that a woman is at reduced risk.\nCertain inherited high penetrance gene mutations greatly increase breast cancer risk, the most dominant being mutations in the genes BRCA1, BRCA2 and PALB-2. Women found to have mutations in these major genes may consider risk reduction strategies such as surgical removal of both breasts or chemoprevention strategies. \nSigns and symptoms\nMost people will not experience any symptoms when the cancer is still early hence the importance of early detection.\nBreast cancer can have combinations of symptoms, especially when it is more advanced. Symptoms of breast cancer can include:\na breast lump or thickening, often without pain \nchange in size, shape or appearance of the breast\ndimpling, redness, pitting or other changes in the skin\nchange in nipple appearance or the skin surrounding the nipple (areola) \nabnormal or bloody fluid from the nipple.\nPeople with an abnormal breast lump should seek medical care, even if the lump does not hurt. \nMost breast lumps are not cancer. Breast lumps that are cancerous are more likely to be successfully treated when they are small and have not spread to nearby lymph nodes. \nBreast cancers may spread to other areas of the body and trigger other symptoms. Often, the most common first detectable site of spread is to the lymph nodes under the arm although it is possible to have cancer-bearing lymph nodes that cannot be felt. \nOver time, cancerous cells may spread to other organs including the lungs, liver, brain and bones. Once they reach these sites, new cancer-related symptoms such as bone pain or headaches may appear. \nTreatment\nTreatment for breast cancer depends on the subtype of cancer and how much it has spread outside of the breast to lymph nodes (stages II or III) or to other parts of the body (stage IV).\nDoctors combine treatments to minimize the chances of the cancer coming back (recurrence). These include:\nsurgery to remove the breast tumour\nradiation therapy to reduce recurrence risk in the breast and surrounding tissues\nmedications to kill cancer cells and prevent spread, including hormonal therapies, chemotherapy or targeted biological therapies.\nTreatments for breast cancer are more effective and are better tolerated when started early and taken to completion. \nSurgery may remove just the cancerous tissue (called a lumpectomy) or the whole breast (mastectomy). Surgery may also remove lymph nodes to assess the cancer’s ability to spread.\nRadiation therapy treats residual microscopic cancers left behind in the breast tissue and/or lymph nodes and minimizes the chances of cancer recurring on the chest wall.\nAdvanced cancers can erode through the skin to cause open sores (ulceration) but are not necessarily painful. Women with breast wounds that do not heal should seek medical care to have a biopsy performed.\nMedicines to treat breast cancers are selected based on the biological properties of the cancer as determined by special tests (tumour marker determination).  The great majority of drugs used for breast cancer are already on the WHO Essential Medicines List (EML).\nLymph nodes are removed at the time of cancer surgery for invasive cancers. Complete removal of the lymph node bed under the arm (complete axillary dissection) in the past was thought to be necessary to prevent the spread of cancer. A smaller lymph node procedure called “sentinel node biopsy” is now preferred as it has fewer complications. \nMedical treatments for breast cancers, which may be given before (“neoadjuvant”) or after (“adjuvant”) surgery, is based on the biological subtyping of the cancers. Certain subtypes of breast cancer are more aggressive than others such as triple negative (those that do not express estrogen receptor (ER), progesterone receptor (PR) or HER-2 receptor). Cancer that express the estrogen receptor (ER) and/or progesterone receptor (PR) are likely to respond to endocrine (hormone) therapies such as tamoxifen or aromatase inhibitors.  These medicines are taken orally for 5–10 years and reduce the chance of recurrence of these “hormone-positive” cancers by nearly half. Endocrine therapies can cause symptoms of menopause but are generally well tolerated.\nCancers that do not express ER or PR are “hormone receptor negative” and need to be treated with chemotherapy unless the cancer is very small. The chemotherapy regimens available today are very effective in reducing the chances of cancer spread or recurrence and are generally given as outpatient therapy. Chemotherapy for breast cancer generally does not require hospital admission in the absence of complications.\nBreast cancers that independently overexpress a molecule called the HER-2/neu oncogene (HER-2 positive) are amenable to treatment with targeted biological agents such as trastuzumab. When targeted biological therapies are given, they are combined with chemotherapy to make them effective at killing cancer cells.\nRadiotherapy plays a very important role in treating breast cancer. With early-stage breast cancers, radiation can prevent a woman having to undergo a mastectomy. With later stage cancers, radiotherapy can reduce cancer recurrence risk even when a mastectomy has been performed. For advanced stages of breast cancer, in some circumstances, radiation therapy may reduce the likelihood of dying of the disease.\nThe effectiveness of breast cancer therapies depends on the full course of treatment. Partial treatment is less likely to lead to a positive outcome. \nGlobal impact\nAge-standardized breast cancer mortality in high-income countries dropped by 40% between the 1980s and 2020 (1). Countries that have succeeded in reducing breast cancer mortality have been able to achieve an annual breast cancer mortality reduction of 2–4% per year. \nThe strategies for improving breast cancer outcomes depend on fundamental health system strengthening to deliver the treatments that are already known to work. These are also important for the management of other cancers and other non-malignant noncommunicable diseases (NCDs). For example, having reliable referral pathways from primary care facilities to district hospitals to dedicated cancer centres.\nThe establishment of reliable referral pathways from primary care facilities to secondary hospitals to dedicated cancer centres is the same approach as is required for the management of cervical cancer, lung cancer, colorectal cancer and prostate cancer. To that end, breast cancer is a so-called index disease whereby pathways are created that can be followed for the management of other cancers. \nWHO response\nThe objective of the WHO Global Breast Cancer Initiative (GBCI) is to reduce global breast cancer mortality by 2.5% per year, thereby averting 2.5 million breast cancer deaths globally between 2020 and 2040. Reducing global breast cancer mortality by 2.5% per year would avert 25% of breast cancer deaths by 2030 and 40% by 2040 among women under 70 years of age. The three pillars toward achieving these objectives are: health promotion for early detection; timely diagnosis; and comprehensive breast cancer management.  \nBy providing public health education to improve awareness among women of the signs and symptoms of breast cancer and, together with their families, understand the importance of early detection and treatment, more women would consult medical practitioners when breast cancer is first suspected, and before any cancer present is advanced. This is possible even in the absence of mammographic screening that is impractical in many countries at the present time.\n Notes\nAge-standardization is a technique used to allow populations to be compared when the age profiles of the populations are quite different.\n\nRelated\nGlobal Breast Cancer Initiative\nMore on cancer\nNews\nNew global breast cancer initiative highlights renewed commitment to improve survival 8 March 2021\nNew WHO/IAEA publication provides guidance on radiotherapy equipment to fight cancer 5 March 2021\nFact sheets\nCancer 3 February 2025\nRegions\nAfrica\nAmericas\nEastern Mediterranean\nEurope\nSouth-East Asia\nWestern Pacific\nPolicies\nCybersecurity\nEthics\nInformation disclosure\nPermissions and licensing\nPreventing sexual exploitation\nTerms of use\nAbout us\nCareers\nFrequently asked questions\nLibrary\nProcurement\nPublications\nContact us\nNewsletters\nReport misconduct\nPrivacy policy\n© 2025 WHO"
}