{
  "title": "Cervical cancer",
  "url": "https://www.who.int/news-room/fact-sheets/detail/cervical-cancer",
  "content": "Skip to main content\nGlobal\nRegions\n    Select language\n        English\n        العربية\n        中文\n        Français\n        Русский\n        Español\n.cls-1{fill:#0093d5;}World Health Organization\nDonate\nHome Health Topics Countries Newsroom Emergencies Data About WHO\nHome/\nNewsroom/\nFact sheets/\nDetail/\nCervical cancer\n\nCredits\nCervical cancer\n5 March 2024\nالعربية\n中文\nFrançais\nРусский\nEspañol\n Key facts\nCervical cancer is the fourth most common cancer in women globally with around 660 000 new cases and around 350 000 deaths in 2022.\nThe highest rates of cervical cancer incidence and mortality are in low- and middle-income countries. This reflects major inequities driven by lack of access to national HPV vaccination, cervical screening and treatment services and social and economic determinants.\nCervical cancer is caused by persistent infection with the human papillomavirus (HPV).  Women living with HIV are 6 times more likely to develop cervical cancer compared to women without HIV.\nProphylactic vaccination against HPV and screening and treatment of pre-cancer lesions are effective strategies to prevent cervical cancer and are very cost-effective.\nCervical cancer can be cured if diagnosed at an early stage and treated promptly.\nCountries around the world are working to accelerate the elimination of cervical cancer in the coming decades, with an agreed set of three targets to be met by 2030. \n Overview\nGlobally, cervical cancer is the fourth most common cancer in women, with around 660 000 new cases in 2022. In the same year, about 94% of the 350 000 deaths caused by cervical cancer occurred in low- and middle-income countries. The highest rates of cervical cancer incidence and mortality are in sub-Saharan Africa (SSA), Central America and South-East Asia. Regional differences in the cervical cancer burden are related to inequalities in access to vaccination, screening and treatment services, risk factors including HIV prevalence, and social and economic determinants such as sex, gender biases and poverty. Women living with HIV are 6 times more likely to develop cervical cancer compared to the general population, and an estimated 5% of all cervical cancer cases are attributable to HIV (1). Cervical cancer disproportionately affects younger women, and as a result, 20% of children who lose their mother to cancer do so due to cervical cancer (2).\nCauses\nHuman papillomavirus (HPV) is a common sexually transmitted infection which can affect the skin, genital area and throat. Almost all sexually active people will be infected at some point in their lives, usually without symptoms. In most cases the immune system clears HPV from the body. Persistent infection with high-risk HPV can cause abnormal cells to develop, which go on to become cancer.\nPersistent HPV infection of the cervix (the lower part of the uterus or womb, which opens into the vagina – also called the birth canal) if left untreated, causes 95% of cervical cancers. Typically, it takes 15–20 years for abnormal cells to become cancer, but in women with weakened immune systems, such as untreated HIV, this process can be faster and take 5–10 years. Risk factors for cancer progression include the grade of oncogenicity of the HPV type, immune status, the presence of other sexually transmitted infections, number of births, young age at first pregnancy, hormonal contraceptive use, and smoking. \nPrevention\nBoosting public awareness, access to information and services are key to prevention and control across the life course.\nBeing vaccinated at age 9–14 years is a highly effective way to prevent HPV infection, cervical cancer and other HPV-related cancers.\nScreening from the age of 30 (25 years in women living with HIV) can detect cervical disease, which when treated, also prevents cervical cancer.\nAt any age with symptoms or concerns, early detection followed by prompt quality treatment can cure cervical cancer.\nHPV vaccination and other prevention steps\nAs of 2023, there are 6 HPV vaccines available globally. All protect against the high-risk HPV types 16 and 18, which cause most cervical cancers and have been shown to be safe and effective in preventing HPV infection and cervical cancer.\nAs a priority, HPV vaccines should be given to all girls aged 9–14 years, before they become sexually active. The vaccine may be given as 1 or 2 doses. People with reduced immune systems should ideally receive 2 or 3 doses. Some countries have also chosen to vaccinate boys to further reduce the prevalence of HPV in the community and to prevent cancers in men caused by HPV.\nOther important ways to prevent HPV infection include:\nbeing a non-smoker or stopping smoking\nusing condoms\nvoluntary male circumcision.  \nCervical screening and treatment of precancers\nWomen should be screened for cervical cancer every 5–10 years starting at age 30. Women living with HIV should be screened every 3 years starting at age 25. The global strategy encourages a minimum of two lifetime screens with a high-performance HPV test by age 35 and again by age 45 years. Precancers rarely cause symptoms, which is why regular cervical cancer screening is important, even if you have been vaccinated against HPV.\nSelf-collection of a sample for HPV testing, which may be a preferred choice for women, has been shown to be as reliable as samples collected by healthcare providers.\nAfter a positive HPV test (or other screening method) a healthcare provider can look for changes on the cervix (such as precancers) which may develop into cervical cancer if left untreated. Treatment of precancers is a simple procedure and prevents cervical cancer. Treatment may be offered in the same visit (the see and treat approach) or after a second test (the see, triage and treat approach), which is especially recommended for women living with HIV.\nTreatments of precancers are quick and generally painless causing infrequent complications. Treatment steps include colposcopy or visual inspection of the cervix to locate and assess the lesion followed by:\nthermal ablation, which involves using a heated probe to burn off cells;\ncryotherapy, which involves using a cold probe to freeze off the cells;\nLEETZ (large loop excision of the transformation zone), which involves removing your abnormal tissues with an electrically heated loop; and/or\na cone biopsy, which involves using a knife to remove a cone-shaped wedge of tissue.\nEarly detection, diagnosis and treatment of cervical cancer\nCervical cancer can be cured if diagnosed and treated at an early stage of disease. Recognizing symptoms and seeking medical advice to address any concerns is a critical step. Women should see a healthcare professional if they notice:\nunusual bleeding between periods, after menopause, or after sexual intercourse\nincreased or foul-smelling vaginal discharge\nsymptoms like persistent pain in the back, legs, or pelvis\nweight loss, fatigue and loss of appetite\nvaginal discomfort\nswelling in the legs.\nClinical evaluations and tests to confirm a diagnosis are important and will generally be followed by referral for treatment services, which can include surgery, radiotherapy and chemotherapy as well as palliative care to provide supportive care and pain management.\nManagement pathways for invasive cancer care are important tools to ensure that a patient is referred promptly and supported as they navigate the steps to diagnosis and treatment decisions. Features of quality care include:\na multidisciplinary team ensuring diagnosis and staging (histological testing, pathology, imaging) takes place prior to treatment decisions;\ntreatment decisions in line with national guidelines; and\ninterventions are supported by holistic psychological, spiritual, physical and palliative care.\n\nAs low- and middle-income countries scale-up cervical screening, more cases of invasive cervical cancer will be detected, especially in previously unscreened populations. Therefore, referral and cancer management strategies need to be implemented and expanded alongside prevention services.\nWHO Response\nAll countries have made a commitment to eliminate cervical cancer as a public health problem. The WHO Global strategy defines elimination as reducing the number of new cases annually to 4 or fewer per 100 000 women and sets three targets to be achieved by the year 2030 to put all countries on the pathway to elimination in the coming decades:\n90% of girls vaccinated with the HPV vaccine by age 15\n70% of women screened with a high-quality test by ages 35 and 45\n90% of women with cervical disease receiving treatment.\nModelling estimates that a cumulative 74 million new cases of cervical cancer can be averted, and 62 million deaths can be avoided by by 2120 by reaching this elimination goal. Explore the cervical cancer knowledge repository for resources from WHO, UN agencies and other partners: Cervical cancer elimination initiative.\nPrevention of HPV-associated precancer and cancer is also a key element of WHO’s Global health sector strategy on HIV, hepatitis and sexually transmitted infections 2022–2030, and the World Health Assembly resolution WHA74.5 (2021) on oral health includes actions on mouth and throat cancers.\n References\nStelze, Dominik et al. Estimates of the global burden of cervical cancer associated with HIV. The Lancet. 2020. https://doi.org/10.1016/S2214-109X(20)30459-9\nGuida, F., Kidman, R., Ferlay, J. et al. Global and regional estimates of orphans attributed to maternal cancer mortality in 2020. Nat Med 28, 2563–2572 (2022). https://doi.org/10.1038/s41591-022-02109-2\nRelated\nComprehensive cervical cancer control: a guide to essential practice\nHPV vaccination\nScreening & early detection of cancer\nBurden of cervical cancer disease by country (GLOBOCAN)\nWHO's work on cancer\nCervical cancer elimination day of action\nWHO position paper on HPV vaccines\nWHO-approved HPV tests\nGlobal strategy to accelerate the elimination of cervical cancer as a public health problem\nCervical Cancer Elimination Initiative\nNews\nHenrietta Lacks’ family appointed World Health Organization Goodwill Ambassadors for Cervical Cancer Elimination 16 October 2022\nFact sheets\nBreast cancer 13 March 2024\nCancer 3 February 2025\nHuman papillomavirus and cancer 5 March 2024\nFeature stories\nDonors making a difference: immunization 17 April 2023\nMore\n&amp;amp;amp;amp;amp;amp;nbsp;\nGlobal Cancer Observatory\nGlobal and regional estimates of orphans attributed to maternal cancer mortality in 2020\nEstimates of the global burden of cervical cancer associated with HIV\nHPV vaccination and the risk of invasive cervical cancer\nMortality impact of achieving WHO cervical cancer elimination targets: a comparative modelling analysis in 78 low-income and lower-middle-income countries\nImpact of HPV vaccination and cervical screening on cervical cancer elimination: a comparative modelling analysis in 78 low-income and lower-middle-income countries\nEssential Package of Palliative Care for Women With Cervical Cancer: Responding to the Suffering of a Highly Vulnerable Population\n  Regions\nAfrica\nAmericas\nEastern Mediterranean\nEurope\nSouth-East Asia\nWestern Pacific\nPolicies\nCybersecurity\nEthics\nInformation disclosure\nPermissions and licensing\nPreventing sexual exploitation\nTerms of use\nAbout us\nCareers\nFrequently asked questions\nLibrary\nProcurement\nPublications\nContact us\nNewsletters\nReport misconduct\nPrivacy policy\n© 2025 WHO"
}