{
    "cancer_type": "Gastric (Stomach) Cancer",
    "title": "What Is Stomach Cancer?",
    "url": "https://www.cancer.gov/types/stomach",
    "content": [
        {
            "section": "Paragraph",
            "text": "Anatomy of the digestive tract. The digestive tract is made up of organs that food and liquids travel through when they are swallowed, digested, absorbed, and leave the body as feces. These organs include the mouth, pharynx (throat), esophagus, stomach, small intestine, large intestine, rectum, and anus."
        },
        {
            "section": "Paragraph",
            "text": "Stomach (gastric) cancer is cancer that starts in the cells lining the stomach. The stomach is an organ on the left side of the upper abdomen that digests food. The stomach is part of the digestive tract, a series of hollow, muscular organs joined in a long, twisting tube from the mouth to the anus. The digestive tract processes nutrients in foods that are eaten and helps pass waste material out of the body:"
        },
        {
            "section": "Paragraph",
            "text": "Adenocarcinoma of the stomach begins in the mucus-producing cells in the innermost lining of the stomach. Nearly all stomach cancers are adenocarcinomas."
        },
        {
            "section": "Paragraph",
            "text": "Adenocarcinoma of the stomach is divided into two main classes, depending on where it forms in the stomach:"
        },
        {
            "section": "Paragraph",
            "text": "Adenocarcinoma of the stomach also may be described as intestinal or diffuse, depending on how the cells look under a microscope:"
        },
        {
            "section": "Paragraph",
            "text": "Gastroesophageal junction adenocarcinoma (GEJ) is a cancer that forms in the area where the esophagus meets the gastric cardia. GEJ may be treated similarly to stomach cancer or esophageal cancer."
        },
        {
            "section": "Paragraph",
            "text": "Gastrointestinal neuroendocrine tumors are cancers that begin in neuroendocrine cells (a type of cell that is like a nerve cell and a hormone-making cell) that line the gastrointestinal tract. Neuroendocrine cells make hormones that help control digestive juices and the muscles used in moving food through the stomach and intestines.  Learn about gastrointestinal neuroendocrine tumors."
        },
        {
            "section": "Paragraph",
            "text": "Gastrointestinal stromal tumors (GIST) begin in nerve cells that are found in the wall of the stomach and other digestive organs. GIST is a type of soft tissue sarcoma.  Learn about gastrointestinal stromal tumors."
        },
        {
            "section": "Paragraph",
            "text": "Primary gastric lymphoma is a type of non-Hodgkin lymphoma that forms in the stomach. Most primary gastric lymphomas are either mucosa-associated lymphoid tissue (MALT) gastric lymphoma or diffuse large B-cell lymphoma of the stomach."
        },
        {
            "section": "Paragraph",
            "text": "Rarely, other types of cancer, such as squamous cell carcinoma, small cell carcinoma, and leiomyosarcoma, can also begin in the stomach."
        },
        {
            "section": "Paragraph",
            "text": "The causes of stomach cancer are not known, but there are several risk factors that may increase your chance of stomach cancer."
        },
        {
            "section": "Paragraph",
            "text": "Symptoms of stomach cancer may include common conditions like indigestion and stomach pain. Learn more to recognize early and advanced stomach cancer symptoms."
        },
        {
            "section": "Paragraph",
            "text": "There is no standard screening test for stomach cancer. Learn about tests being studied for stomach cancer screening."
        },
        {
            "section": "Paragraph",
            "text": "Learn about the tests that are used to diagnose and stage stomach cancer."
        },
        {
            "section": "Paragraph",
            "text": "Learn about stomach cancer survival rates and why this statistic doesn't predict exactly what will happen to you."
        },
        {
            "section": "Paragraph",
            "text": "Stage refers to the extent of your cancer, such as how large the tumor is and if it has spread. Learn about stomach cancer stages, an important factor in deciding your treatment plan."
        },
        {
            "section": "Paragraph",
            "text": "Stomach cancer treatments can include surgery, radiation therapy, chemotherapy, immunotherapy, and more. Learn about the different ways stomach cancer can be treated."
        },
        {
            "section": "Paragraph",
            "text": "Childhood stomach cancer is rare. Learn about symptoms and risk factors for stomach cancer in children, and how it is diagnosed and treated."
        },
        {
            "section": "Paragraph",
            "text": "Certain aspects of stomach cancer diagnosis and treatment are of special concern. Gain a greater sense of control by knowing what to expect and what resources are available to help you cope."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}