{
  "topic": "HEALTHY BODY WEIGHT",
  "subtopic": "What is a healthy body weight? Do I have a healthy body weight?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/healthy-body-weight/52-healthy-body-weight",
  "content": "## What is a healthy body weight? Do I have a healthy body weight?\nWhat is a healthy body weight? Do I have a healthy body weight?\nA healthy body weight is one that makes you least likely to develop the several conditions that having too much body fat can cause – especially some cancers, but also heart disease and diabetes, among others. Being too thin or too fat can be unhealthy, so you should aim to be within the healthy range of body weight. It is difficult to define for any single person an exact “ideal” weight as that would require knowledge of the amount of lean tissue (mostly muscle) that you have – which is something that can be done only in a research laboratory. So experts have developed the healthy range to give the flexibility to take that into account. Because people get heavier as fat accumulates, we can get a guide to how fat someone is by measuring weight. Because taller people will tend to be heavier even if they are not fat, we need to adjust the weight for height (for the mathematically minded, it is the weight in kilograms divided by the height in metres, squared – this is called the body mass index, or BMI, measured in kg/m\n2\n). If you weigh the right amount for your height then you can reckon that you are a healthy weight, unless you are particularly\ntall or short or muscular\n. Use the chart to see whether you are a healthy weight (Figure 1).\nFigure 1:\nBody mass index (BMI) calculator.\nSource: Reproduced from World Cancer Research Fund/American Institute for Cancer Research (2007). Food, Nutrition, Physical Activity and the Prevention of Cancer: A Global Perspective. Washington, DC: American Institute for Cancer Research.\nThe healthy BMI range for adults is 18.5–25 kg/m\n. If you are from a South Asian ethnic group, then the recommended BMI range only goes up to 23 kg/m\nbecause fat distribution differs with ethnic groups. In some specific cases, the BMI may not be a very accurate indicator of overall body fat in particular for people with a lot of muscle, like athletes, or people with less than normal amounts of muscle, like older people.\nMeasuring the waist is another helpful way to get an idea of whether someone has an increased risk of health problems from too much fat. A\nwaist measurement (waist circumference)\nof more than 102 cm in a man or 88 cm in a woman indicates a high risk, a waist measurement of less than 94 cm in a man or 80 cm in a woman indicates a low risk, and measurements in between indicate intermediate risk.\nFor cancer prevention, because the cancer risk steadily increases with the amount of fat that people have, it is recommended to aim for the lowest part of the healthy BMI (or waist circumference) range that you can. This will obviously be different for different people depending on their build – so that a person with a slight build might aim towards the lower end of the range, and a more thickset (stocky) person might aim towards the middle or upper end of the range."
}