{
    "cancer_type": "Hepatocellular (Liver) Cancer",
    "title": "Liver and Bile Duct Cancer",
    "url": "https://www.cancer.gov/types/liver",
    "content": [
        {
            "section": "Paragraph",
            "text": "Cancer that starts in the liver is called primary liver cancer. The most common type of primary liver cancer in adults is hepatocellular carcinoma (HCC). This type of liver cancer is the third leading cause of cancer-related deaths worldwide."
        },
        {
            "section": "Paragraph",
            "text": "Primary liver cancer can occur in both adults and children. However, treatment for children is different than treatment for adults."
        },
        {
            "section": "Paragraph",
            "text": "Bile duct cancer, also called cholangiocarcinoma, is cancer that starts in the bile ducts, which are tubes that connect the liver and gallbladder to the small intestine. Cancer that forms in the bile ducts inside the liver is called intrahepatic bile duct cancer. If it forms in the bile ducts outside of the liver it is called extrahepatic bile duct cancer."
        },
        {
            "section": "Paragraph",
            "text": "Explore the links on this page to learn more about the different types of liver and bile duct cancer (cholangiocarcinoma), including causes and risk factors, how the cancer is found, and how it is treated."
        },
        {
            "section": "Paragraph",
            "text": "Learn about the types of liver cancer that can occur in children and adolescents, causes and risk factors, diagnosis, and treatment options."
        },
        {
            "section": "Paragraph",
            "text": "Primary liver cancer is a disease in which cancer forms in the liver. The most common type is hepatocellular carcinoma. Learn more about liver cancer and its signs and symptoms."
        },
        {
            "section": "Paragraph",
            "text": "There are risk factors that may increase a person's chance of getting liver cancer. Learn about liver cancer causes, risk factors, and prevention."
        },
        {
            "section": "Paragraph",
            "text": "Certain medical tests are used to screen for liver cancer. Not all screening tests are helpful, and many have risks. Learn more about screening tests for liver cancer and their risks."
        },
        {
            "section": "Paragraph",
            "text": "Tests that examine the liver and the blood are used to detect and diagnose liver cancer. Learn about how liver cancer is diagnosed and factors that affect prognosis."
        },
        {
            "section": "Paragraph",
            "text": "There are several staging systems for liver cancer. Staging is used to predict a person's chance of recovery and plan treatment. Learn more about liver cancer staging."
        },
        {
            "section": "Paragraph",
            "text": "There are different types of treatment for liver cancer. Some treatments are standard and some are being tested in clinical trials. Learn about liver cancer treatment options."
        },
        {
            "section": "Paragraph",
            "text": "Bile duct cancer (cholangiocarcinoma) is cancer that forms in the bile ducts. Learn more about the types of bile duct cancer and bile duct cancer symptoms."
        },
        {
            "section": "Paragraph",
            "text": "There are risk factors that may increase a person's chance of getting bile duct cancer (cholangiocarcinoma). Learn about bile duct cancer causes and risk factors."
        },
        {
            "section": "Paragraph",
            "text": "Tests that examine the bile ducts and nearby area are used to detect and diagnose bile duct cancer (cholangiocarcinoma). Learn about bile duct cancer diagnosis."
        },
        {
            "section": "Paragraph",
            "text": "Staging for bile duct cancer (cholangiocarcinoma) is used to predict a person's chance of recovery and plan treatment. Learn more about bile duct cancer stages."
        },
        {
            "section": "Paragraph",
            "text": "There are standard bile duct cancer (cholangiocarcinoma) treatments and new treatments being tested in clinical trials. Learn more about bile duct cancer treatments."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}