{
  "title": "Lung cancer – IARC",
  "cancer_type": "Lung cancer",
  "url": "https://www.iarc.who.int/cancer-type/lung-cancer/",
  "content": "Summary\nInfographics\nResearch Project Websites\nCancer Topics\nCountry\nCancer Type\nRisk factor\n## Lung cancer\nLung cancer\n## Introduction\nIntroduction\nLung cancer is the most common cancer type and the most common cause of cancer death in the world. In 2022 almost 2.5 million people were diagnosed with lung cancer and more than 1.8 million people died from the disease. Lung cancer causes more than twice as many deaths as colorectal cancer, which is the second most common cause of cancer death. The enormous burden of lung cancer obscures the fact that most cases are avoidable. The principal risk factor for developing lung cancer remains tobacco smoking, which is responsible for approximately 85% of all cases. Other common causes include exposure to contaminants such as second-hand tobacco smoke, outdoor and indoor air pollution, diesel engine exhaust, welding fumes, and asbestos.\n## News & Events\nNews\n## IARC launches project to introduce and improve cancer screening in Slovenia\nIARC launches project to introduce and improve cancer screening in Slovenia\n03.03.2025\n04.02.2025\nGlobal lung cancer incidence according to subtype: new study highlights rising adenocarcinoma rates linked to air pollution\n26.11.2024\nIARC launches the Lung Cancer Cohort Consortium (LC3) website\nSEE MORE News & Events\n## Press Releases\n## Global lung cancer incidence according to subtype: new study highlights  rising adenocarcinoma rates linked to air pollution\nGlobal lung cancer incidence according to subtype: new study highlights  rising adenocarcinoma rates linked to air pollution\n03.10.2024\nBanning the sale of tobacco to young generations could significantly reduce lung cancer mortality\n05.07.2024\nIARC Monographs evaluate the carcinogenicity of talc and acrylonitrile IARC Monographs Volume 136\nSEE MORE Press Releases\n## Highlights\n## Lung Cancer Awareness Month 2024\nLung Cancer Awareness Month 2024\n04.11.2024\nIARC Monographs\nevaluate the carcinogenicity of talc and acrylonitrile:\nVolume 136\n31.05.2024\nWorld No Tobacco Day 2024\nSEE MORE Highlights\n## Videos\n## The Lung Cancer Cohort Consortium - Dr Mattias Johansson and Dr Hilary Robbins\nThe Lung Cancer Cohort Consortium - Dr Mattias Johansson and Dr Hilary Robbins\nTobacco endgame strategies\n29.02.2024\nRare Disease Day 2024: How IARC is tackling rare cancers\nSEE MORE Videos\n## Infographics\n07.11.2024\nBanning the sale of tobacco to the young generation could prevent 1.2 million lung cancer deaths by 2095\nevaluation of the carcinogenicity of talc and acrylonitrile\nSEE MORE Infographics\n## Rare Disease Day 2024: the IARC Rare Cancers Genomics Team\nRare Disease Day 2024: the IARC Rare Cancers Genomics Team\n1. Why is it important to study lung neuroendocrine tumours?\n2. Which innovative technologies have you used to address the knowledge gap?\n3. What were the findings, and what are the next steps?\nMore\nSEE MORE Q&As\n## Research Project Websites\nThe Lung Cancer Cohort Consortium (LC3)\nGlobal Cancer Observatory\nSYNERGY: A pooled analysis of case-control studies on the joint effects of occupational carcinogens in the development of lung cancer\nILCCO: International Lung Cancer Consortium\nThis page shows selected content only. For more information, please use the\nsearch function"
}