{
    "cancer_type": "Midline Tract Carcinoma With NUT Gene Changes",
    "title": "Childhood NUT Carcinoma (PDQ®)–Patient Version",
    "url": "https://www.cancer.gov/types/midline/patient-child-midline-tract-carcinoma-treatment-pdq",
    "content": [
        {
            "section": "Paragraph",
            "text": "NUT carcinoma (formerly called midline tract carcinoma) is a very rare and fast-growing type of cancer that can occur in children and adults. It forms in the squamous cells of the respiratory tract or other places along the middle of the body. The respiratory tract is made up of the nose, throat, larynx, trachea, bronchi, and lungs. NUT carcinoma may also form in other places along the middle of the body, such as the thymus, mediastinum (the area between the lungs), pancreas, liver, and bladder. It can spread to the lymph nodes, the lining around the lungs, bone marrow, or bone."
        },
        {
            "section": "Paragraph",
            "text": "Childhood NUT carcinoma is caused by a random change in genes, where part of the NUTM1 gene fuses with a part of another gene, usually BRD4, BRD3, or NSD3. The exact cause of these gene changes is unknown."
        },
        {
            "section": "Paragraph",
            "text": "There are no known risk factors for developing this rare cancer. It is not known to run in families."
        },
        {
            "section": "Paragraph",
            "text": "The symptoms of NUT carcinoma are not the same in every child. There may be no symptoms in the early stages. Symptoms such as fatigue and weight loss may appear as the tumor grows. Depending on where the tumor forms in the body, other symptoms—such as a lump, pain, cough, or shortness of breath—may occur."
        },
        {
            "section": "Paragraph",
            "text": "These symptoms may be caused by problems other than childhood NUT carcinoma. The only way to know is to see your child's doctor."
        },
        {
            "section": "Paragraph",
            "text": "If your child has symptoms that suggest a NUT carcinoma, their doctor will need to find out if these are due to cancer or another problem. The doctor will ask when the symptoms started and how often your child has been having them. They will also ask about your child's personal and family medical history and do a physical exam. Depending on these results, the doctor may recommend other tests. If your child is diagnosed with NUT carcinoma, the results of these tests will help you and your child's doctor plan treatment."
        },
        {
            "section": "Paragraph",
            "text": "The tests used to diagnose childhood NUT carcinoma may include:"
        },
        {
            "section": "Paragraph",
            "text": "An x-ray is a type of radiation that can go through the body and onto film, making a picture of areas inside the body. A chest x-ray is one that makes pictures of the organs and bones inside the chest."
        },
        {
            "section": "Paragraph",
            "text": "MRI uses a magnet, radio waves, and a computer to make a series of detailed pictures of areas of the body, such as the head and neck. This procedure is also called nuclear magnetic resonance imaging (NMRI)."
        },
        {
            "section": "Paragraph",
            "text": "A CT scan uses a computer linked to an x-ray machine to make a series of detailed pictures of areas inside the body taken from different angles. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. Learn more about Computed Tomography (CT) Scans and Cancer."
        },
        {
            "section": "Paragraph",
            "text": "Biopsy is a procedure in which a sample of tissue is removed from the tumor so that a pathologist can view it under a microscope to check for signs of cancer."
        },
        {
            "section": "Paragraph",
            "text": "The following tests may be done on the sample of cells that was removed:"
        },
        {
            "section": "Paragraph",
            "text": "You may want to get a second opinion to confirm your child's diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the pathology report, slides, and scans. They may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more about choosing a doctor and getting a second opinion, see Finding Cancer Care. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, see Questions to Ask Your Doctor About Cancer."
        },
        {
            "section": "Paragraph",
            "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment for cancer. The pediatric oncologist works with other health care providers who are experts in treating children with cancer and also specialize in other areas of medicine. Other specialists may include:"
        },
        {
            "section": "Paragraph",
            "text": "Because childhood NUT carcinoma is so rare, there is no standard treatment. Often, children receive a combination of treatments to try to control the growth and spread of the cancer:"
        },
        {
            "section": "Paragraph",
            "text": "Even if the cancer responds to treatment, it will eventually continue to grow and spread. Your child's doctor will talk with you about what to expect and possible next steps. If there are no treatments, your child can receive care to control symptoms from cancer so they can be as comfortable as possible. Joining a clinical trial may be an option. Learn more about clinical trials in the next section."
        },
        {
            "section": "Paragraph",
            "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
        },
        {
            "section": "Paragraph",
            "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
        },
        {
            "section": "Paragraph",
            "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
        },
        {
            "section": "Paragraph",
            "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some of the tests that were done to diagnose the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
        },
        {
            "section": "Paragraph",
            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
        },
        {
            "section": "Paragraph",
            "text": "If your child has been diagnosed with NUT carcinoma, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis. Childhood NUT carcinoma grows and spreads quickly and is hard to treat. It is best to talk with your child's cancer care team about your child's prognosis."
        },
        {
            "section": "Paragraph",
            "text": "When your child has cancer, every member of the family needs support. Taking care of yourself during this difficult time is important. Reach out to your child's treatment team and to people in your family and community for support. To learn more, see Support for Families: Childhood Cancer and the booklet Children with Cancer: A Guide for Parents."
        },
        {
            "section": "Paragraph",
            "text": "For more childhood cancer information and other general cancer resources, see:"
        },
        {
            "section": "Paragraph",
            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
        },
        {
            "section": "Paragraph",
            "text": "This PDQ cancer information summary has current information about the treatment of childhood NUT carcinoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
        },
        {
            "section": "Paragraph",
            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
        },
        {
            "section": "Paragraph",
            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
        },
        {
            "section": "Paragraph",
            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
        },
        {
            "section": "Paragraph",
            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
        },
        {
            "section": "Paragraph",
            "text": "The best way to cite this PDQ summary is:"
        },
        {
            "section": "Paragraph",
            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Childhood NUT Carcinoma. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/midline/patient-child-midline-tract-carcinoma-treatment-pdq. Accessed <MM/DD/YYYY>."
        },
        {
            "section": "Paragraph",
            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
        },
        {
            "section": "Paragraph",
            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
        },
        {
            "section": "Paragraph",
            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Childhood NUT Carcinoma (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}