{
    "cancer_type": "Multiple Endocrine Neoplasia Syndromes",
    "title": "Childhood Multiple Endocrine Neoplasia (MEN) Syndromes Treatment (PDQ®)–Patient Version",
    "url": "https://www.cancer.gov/types/multiple-endocrine-neoplasia/patient-child-men-syndromes-treatment-pdq",
    "content": [
        {
            "section": "Paragraph",
            "text": "The endocrine system is made up of glands and cells that make hormones and release them into the blood. MEN syndromes may cause hyperplasia (the growth of too many normal cells) or tumors that may be benign (not cancer) or malignant (cancer)."
        },
        {
            "section": "Paragraph",
            "text": "The two main types of MEN syndromes are MEN1 and MEN2. MEN2 syndrome has two subgroups: MEN2A syndrome and MEN2B syndrome. MEN2A syndrome includes familial medullary thyroid cancer."
        },
        {
            "section": "Paragraph",
            "text": "A diagnosis of MEN1 syndrome is made when tumors are found in two of the following glands or organs: parathyroid gland, pituitary gland, or islet cells in the pancreas. These tumors may make extra hormones and cause certain signs or symptoms of disease. The signs and symptoms depend on the type of hormone made by the tumor. MEN1 syndrome is also called Wermer syndrome."
        },
        {
            "section": "Paragraph",
            "text": "The prognosis (chance of recovery) is usually good."
        },
        {
            "section": "Paragraph",
            "text": "The most common condition associated with MEN1 syndrome is hyperparathyroidism. Signs and symptoms of hyperparathyroidism (too much parathyroid hormone) include the following:"
        },
        {
            "section": "Paragraph",
            "text": "Other conditions associated with MEN1 syndrome and their common signs and symptoms are:"
        },
        {
            "section": "Paragraph",
            "text": "Children with primary hyperparathyroidism, tumors associated with MEN1 syndrome, or a family history of hypercalcemia or MEN1 syndrome may have genetic testing to check for a mutation (change) in the MEN1 gene. Parents should receive genetic counseling (a discussion with a trained professional about the risk of genetic diseases) before genetic testing is done. Genetic counseling also includes a discussion of the risk of MEN1 syndrome for the child and other family members."
        },
        {
            "section": "Paragraph",
            "text": "Children who are diagnosed with MEN1 syndrome are checked for signs of cancer starting at age 5 years and continuing for the rest of their life. Talk to your child's doctor about the tests and procedures needed to check for signs of cancer and how often they should be done."
        },
        {
            "section": "Paragraph",
            "text": "MEN2A syndrome is also called Sipple syndrome. A diagnosis of MEN2A syndrome may be made when the patient or the patient's parents, brothers, sisters, or children have two or more of the following conditions:"
        },
        {
            "section": "Paragraph",
            "text": "The prognosis is usually good."
        },
        {
            "section": "Paragraph",
            "text": "A mutation in the RET gene is usually linked to medullary thyroid cancer in MEN2 syndrome. If a diagnosis of MEN2 syndrome is suspected for the child or a family member is diagnosed with MEN2 syndrome, the parents should receive genetic counseling before genetic testing is done for the child. Genetic counseling also includes a discussion of the risk of MEN2 syndrome for the child and other family members."
        },
        {
            "section": "Paragraph",
            "text": "Patients with MEN2B syndrome may have a slender body build with long, thin arms and legs. The lips may appear large and bumpy because of benign tumors in the mucous membranes. MEN2B syndrome may cause the following conditions:"
        },
        {
            "section": "Paragraph",
            "text": "The prognosis for MEN2B syndrome is not as good as the prognosis for MEN1 syndrome and MEN2A syndrome because medullary thyroid cancer is a more aggressive cancer."
        },
        {
            "section": "Paragraph",
            "text": "A mutation in the RET gene is usually linked to medullary thyroid cancer in MEN2 syndrome. If a diagnosis of MEN2 syndrome is suspected for the child or a family member is diagnosed with MEN2 syndrome, the parents should receive genetic counseling before genetic testing is done for the child. Genetic counseling also includes a discussion of the risk of MEN2 syndrome for the child and other family members."
        },
        {
            "section": "Paragraph",
            "text": "Tests are done to diagnose and stage cancer. After cancer is diagnosed, more tests are done to find out if cancer cells have spread to nearby areas or to other parts of the body. This process is called staging."
        },
        {
            "section": "Paragraph",
            "text": "The following tests and procedures may be used:"
        },
        {
            "section": "Paragraph",
            "text": "The process used to find out if cancer has spread to nearby areas or to other parts of the body is called staging. There is no standard system for staging childhood cancers linked to MEN syndromes. The results of the tests and procedures done to diagnose cancer are used to help make decisions about treatment."
        },
        {
            "section": "Paragraph",
            "text": "Sometimes childhood MEN syndromes recur (come back) after treatment."
        },
        {
            "section": "Paragraph",
            "text": "Cancer can spread through tissue, the lymph system, and the blood:"
        },
        {
            "section": "Paragraph",
            "text": "When cancer spreads to another part of the body, it is called metastasis. Cancer cells break away from where they began (the primary tumor) and travel through the lymph system or blood."
        },
        {
            "section": "Paragraph",
            "text": "The metastatic tumor is the same type of cancer as the primary tumor. For example, if medullary thyroid cancer spreads to the lung, the cancer cells in the lung are actually medullary thyroid cells. The disease is metastatic medullary thyroid cancer, not lung cancer."
        },
        {
            "section": "Paragraph",
            "text": "Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment."
        },
        {
            "section": "Paragraph",
            "text": "Because cancer in children is rare, taking part in a clinical trial should be considered. Some clinical trials are open only to patients who have not started treatment."
        },
        {
            "section": "Paragraph",
            "text": "Treatment will be overseen by a pediatric oncologist, a doctor who specializes in treating children with cancer. The pediatric oncologist works with other pediatric health professionals who are experts in treating children with cancer and who specialize in certain areas of medicine. This may include the following specialists and others:"
        },
        {
            "section": "Paragraph",
            "text": "See the treatment section of this summary for information on the treatment of MEN1 syndrome, MEN2A syndrome, and MEN2B syndrome."
        },
        {
            "section": "Paragraph",
            "text": "Information about clinical trials is available from the NCI website."
        },
        {
            "section": "Paragraph",
            "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
        },
        {
            "section": "Paragraph",
            "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
        },
        {
            "section": "Paragraph",
            "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
        },
        {
            "section": "Paragraph",
            "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
        },
        {
            "section": "Paragraph",
            "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
        },
        {
            "section": "Paragraph",
            "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
        },
        {
            "section": "Paragraph",
            "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
        },
        {
            "section": "Paragraph",
            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
        },
        {
            "section": "Paragraph",
            "text": "Hyperparathyroidism is the most common sign of MEN1 syndrome. Children with MEN1 syndrome and primary hyperparathyroidism may have surgery to remove at least three parathyroid glands and the thymus. Treatment is also given for pancreatic islet cell and pituitary tumors, and other conditions linked to MEN1 syndrome as needed."
        },
        {
            "section": "Paragraph",
            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
        },
        {
            "section": "Paragraph",
            "text": "Medullary thyroid cancer is linked to MEN2A syndrome. Children with MEN2A syndrome and certain changes in the RET gene usually have surgery to remove the thyroid before the child is 5 years old to diagnose cancer or to lessen the chance cancer will form or spread. Treatment is also given for pheochromocytoma and hyperparathyroidism as needed."
        },
        {
            "section": "Paragraph",
            "text": "Children with MEN2A syndrome who have medullary thyroid cancer may be treated with targeted therapy. Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells. Targeted therapies usually cause less harm to normal cells than chemotherapy or radiation therapy do."
        },
        {
            "section": "Paragraph",
            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
        },
        {
            "section": "Paragraph",
            "text": "Medullary thyroid cancer, an aggressive form of thyroid cancer, is also linked to MEN2B syndrome. Infants with MEN2B syndrome and certain changes in the RET gene usually have surgery to remove the thyroid to lessen the chance cancer will form."
        },
        {
            "section": "Paragraph",
            "text": "Children with MEN2B syndrome who have medullary thyroid cancer may be treated with targeted therapy. Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells. Targeted therapies usually cause less harm to normal cells than chemotherapy or radiation therapy do."
        },
        {
            "section": "Paragraph",
            "text": "Treatment is also given for pheochromocytoma and other conditions as needed."
        },
        {
            "section": "Paragraph",
            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
        },
        {
            "section": "Paragraph",
            "text": "Treatment of cancer linked to MEN syndrome that has recurred (come back) may include the following:"
        },
        {
            "section": "Paragraph",
            "text": "For more information from the National Cancer Institute about MEN syndromes, see the following:"
        },
        {
            "section": "Paragraph",
            "text": "For more childhood cancer information and other general cancer resources, visit:"
        },
        {
            "section": "Paragraph",
            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
        },
        {
            "section": "Paragraph",
            "text": "This PDQ cancer information summary has current information about the treatment of childhood multiple endocrine neoplasia (MEN) syndromes. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
        },
        {
            "section": "Paragraph",
            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
        },
        {
            "section": "Paragraph",
            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
        },
        {
            "section": "Paragraph",
            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
        },
        {
            "section": "Paragraph",
            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
        },
        {
            "section": "Paragraph",
            "text": "The best way to cite this PDQ summary is:"
        },
        {
            "section": "Paragraph",
            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Childhood Multiple Endocrine Neoplasia (MEN) Syndromes Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/multiple-endocrine-neoplasia/patient-child-men-syndromes-treatment-pdq. Accessed <MM/DD/YYYY>."
        },
        {
            "section": "Paragraph",
            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
        },
        {
            "section": "Paragraph",
            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
        },
        {
            "section": "Paragraph",
            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Childhood Multiple Endocrine Neoplasia (MEN) Syndromes Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}