{
    "cancer_type": "Mycosis Fungoides",
    "title": "Lymphoma—Patient Version",
    "url": "https://www.cancer.gov/types/lymphoma",
    "content": [
        {
            "section": "Paragraph",
            "text": "Lymphoma is a broad term for cancer that begins in cells of the lymph system. The two main types are Hodgkin lymphoma and non-Hodgkin lymphoma (NHL). Hodgkin lymphoma can often be cured. The prognosis of NHL depends on the specific type. Explore the links on this page to learn more about lymphoma treatment, research, and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about prevention of lymphoma."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about screening for lymphoma."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq"
    ],
    "related_pages": {
        "Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version": {
            "cancer_type": "Mycosis Fungoides",
            "title": "Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "Normally, the bone marrow makes blood stem cells (immature cells) that become mature blood stem cells over time. A blood stem cell may become a myeloid stem cell or a lymphoid stem cell. A myeloid stem cell becomes a red blood cell, white blood cell, or platelet. A lymphoid stem cell becomes a lymphoblast and then one of three types of lymphocytes (white blood cells):"
                },
                {
                    "section": "Paragraph",
                    "text": "In mycosis fungoides, T-cell lymphocytes become cancerous and affect the skin. When these lymphocytes occur in the blood, they are called Sézary cells. In Sézary syndrome, cancerous T-cell lymphocytes affect the skin and large numbers of Sézary cells are found in the blood."
                },
                {
                    "section": "Paragraph",
                    "text": "Mycosis fungoides and Sézary syndrome are the two most common types of cutaneous T-cell lymphoma (a type of non-Hodgkin lymphoma). For information about other types of skin cancer or non-Hodgkin lymphoma, see the following PDQ summaries:"
                },
                {
                    "section": "Paragraph",
                    "text": "Mycosis fungoides may go through the following phases:"
                },
                {
                    "section": "Paragraph",
                    "text": "Check with your doctor if you have any of these signs."
                },
                {
                    "section": "Paragraph",
                    "text": "Also, skin all over the body is reddened, itchy, peeling, and painful. There may also be patches, plaques, or tumors on the skin. It is not known if Sézary syndrome is an advanced form of mycosis fungoides or a separate disease."
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests and procedures may be used:"
                },
                {
                    "section": "Paragraph",
                    "text": "The prognosis and treatment options depend on the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Mycosis fungoides and Sézary syndrome are hard to cure. Treatment is usually palliative, to relieve symptoms and improve the quality of life. Patients with earlystage disease may live many years."
                },
                {
                    "section": "Paragraph",
                    "text": "The process used to find out if cancer has spread from the skin to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "The following procedures may be used in the staging process:"
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer can spread through tissue, the lymph system, and the blood:"
                },
                {
                    "section": "Paragraph",
                    "text": "When cancer spreads to another part of the body, it is called metastasis. Cancer cells break away from where they began (the primary tumor) and travel through the lymph system or blood."
                },
                {
                    "section": "Paragraph",
                    "text": "The metastatic tumor is the same type of cancer as the primary tumor. For example, if mycosis fungoides spreads to the liver, the cancer cells in the liver are actually mycosis fungoides cells. The disease is metastatic mycosis fungoides, not liver cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Stage I is divided into stages IA and IB as follows:"
                },
                {
                    "section": "Paragraph",
                    "text": "There may be a low number of Sézary cells in the blood."
                },
                {
                    "section": "Paragraph",
                    "text": "Stage II is divided into stages IIA and IIB as follows:"
                },
                {
                    "section": "Paragraph",
                    "text": "There may be a low number of Sézary cells in the blood."
                },
                {
                    "section": "Paragraph",
                    "text": "In stage III, 80% or more of the skin surface is reddened and may have patches, papules, plaques, or tumors. Lymph nodes may be abnormal, but they are not cancerous."
                },
                {
                    "section": "Paragraph",
                    "text": "There may be a low number of Sézary cells in the blood."
                },
                {
                    "section": "Paragraph",
                    "text": "When there is a high number of Sézary cells in the blood, the disease is called Sézary syndrome."
                },
                {
                    "section": "Paragraph",
                    "text": "Stage IV is divided into stages IVA1, IVA2, and IVB as follows:"
                },
                {
                    "section": "Paragraph",
                    "text": "Mycosis fungoides and Sézary syndrome may come back in the skin or in other parts of the body, such as the spleen or liver."
                },
                {
                    "section": "Paragraph",
                    "text": "Different types of treatment are available for patients with mycosis fungoides and . Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Photodynamic therapy is a cancer treatment that uses a drug and a certain type of laser light to kill cancer cells. A drug that is not active until it is exposed to light is injected into a vein. The drug collects more in cancer cells than in normal cells. For skin cancer, laser light is shined onto the skin and the drug becomes active and kills the cancer cells. Photodynamic therapy causes little damage to healthy tissue. Patients undergoing photodynamic therapy will need to limit the amount of time spent in sunlight. There are different types of photodynamic therapy:"
                },
                {
                    "section": "Paragraph",
                    "text": "Radiation therapy is a cancer treatment that uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. External radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Sometimes, total skin electron beam (TSEB) radiation therapy is used to treat mycosis fungoides and Sézary syndrome. This is a type of external radiation treatment in which a radiation therapy machine aims electrons (tiny, invisible particles) at the skin covering the whole body . External radiation therapy may also be used as palliative therapy to relieve symptoms and improve quality of life."
                },
                {
                    "section": "Paragraph",
                    "text": "Ultraviolet A (UVA) radiation therapy or ultraviolet B (UVB) radiation therapy may be given using a special lamp or laser that directs radiation at the skin."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy). Sometimes the chemotherapy is topical (put on the skin in a cream, lotion, or ointment)."
                },
                {
                    "section": "Paragraph",
                    "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                },
                {
                    "section": "Paragraph",
                    "text": "Topical corticosteroids are used to relieve red, swollen, and inflamed skin. They are a type of steroid. Topical corticosteroids may be in a cream, lotion, or ointment."
                },
                {
                    "section": "Paragraph",
                    "text": "Retinoids, such as bexarotene, are drugs related to vitamin A that can slow the growth of certain types of cancer cells. The retinoids may be taken by mouth or put on the skin."
                },
                {
                    "section": "Paragraph",
                    "text": "Lenalidomide is a drug that helps the immune system kill abnormal blood cells or cancer cells and may prevent the growth of new blood vessels that tumors need to grow."
                },
                {
                    "section": "Paragraph",
                    "text": "Vorinostat and romidepsin are two of the histone deacetylase (HDAC) inhibitors used to treat mycosis fungoides and Sézary syndrome. HDAC inhibitors cause a chemical change that stops tumor cells from dividing."
                },
                {
                    "section": "Paragraph",
                    "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                },
                {
                    "section": "Paragraph",
                    "text": "Immunotherapy is a treatment that uses the patient's immune system to fight cancer. Substances made by the body or made in a laboratory are used to boost, direct, or restore the body's natural defenses against cancer. This cancer treatment is a type of biologic therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                },
                {
                    "section": "Paragraph",
                    "text": "Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells. Targeted therapies usually cause less harm to normal cells than chemotherapy or radiation therapy do."
                },
                {
                    "section": "Paragraph",
                    "text": "Types of monoclonal antibodies include:"
                },
                {
                    "section": "Paragraph",
                    "text": "High doses of chemotherapy and sometimes radiation therapy are given to kill cancer cells. Healthy cells, including blood-forming cells, are also destroyed by the cancer treatment. Stem cell transplant is a treatment to replace the blood-forming cells. Stem cells (immature blood cells) are removed from the blood or bone marrow of the patient or a donor and are frozen and stored. After the patient completes chemotherapy and radiation therapy, the stored stem cells are thawed and given back to the patient through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                },
                {
                    "section": "Paragraph",
                    "text": "This summary section describes treatments that are being studied in clinical trials. It may not mention every new treatment being studied. Information about clinical trials is available from the NCI website."
                },
                {
                    "section": "Paragraph",
                    "text": "Information about clinical trials is available from the NCI website."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                },
                {
                    "section": "Paragraph",
                    "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                },
                {
                    "section": "Paragraph",
                    "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage I and stage II mycosis fungoides may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed stage III and stage IV mycosis fungoides including Sézary syndrome is palliative (to relieve symptoms and improve the quality of life) and may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of recurrent mycosis fungoides including Sézary syndrome may be within a clinical trial and may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For more information from the National Cancer Institute about mycosis fungoides and Sézary syndrome, see the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of mycosis fungoides (including Sézary Syndrome). It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Adult Treatment Editorial Board. PDQ Mycosis Fungoides (Including Sézary Syndrome) Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389317]"
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_1",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_26",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_50",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_241",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_242",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_244",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_141",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version": {
                    "cancer_type": "Mycosis Fungoides",
                    "title": "Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Normally, the bone marrow makes blood stem cells (immature cells) that become mature blood stem cells over time. A blood stem cell may become a myeloid stem cell or a lymphoid stem cell. A myeloid stem cell becomes a red blood cell, white blood cell, or platelet. A lymphoid stem cell becomes a lymphoblast and then one of three types of lymphocytes (white blood cells):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In mycosis fungoides, T-cell lymphocytes become cancerous and affect the skin. When these lymphocytes occur in the blood, they are called Sézary cells. In Sézary syndrome, cancerous T-cell lymphocytes affect the skin and large numbers of Sézary cells are found in the blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mycosis fungoides and Sézary syndrome are the two most common types of cutaneous T-cell lymphoma (a type of non-Hodgkin lymphoma). For information about other types of skin cancer or non-Hodgkin lymphoma, see the following PDQ summaries:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mycosis fungoides may go through the following phases:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Check with your doctor if you have any of these signs."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Also, skin all over the body is reddened, itchy, peeling, and painful. There may also be patches, plaques, or tumors on the skin. It is not known if Sézary syndrome is an advanced form of mycosis fungoides or a separate disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests and procedures may be used:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis and treatment options depend on the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mycosis fungoides and Sézary syndrome are hard to cure. Treatment is usually palliative, to relieve symptoms and improve the quality of life. Patients with earlystage disease may live many years."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The process used to find out if cancer has spread from the skin to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following procedures may be used in the staging process:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer can spread through tissue, the lymph system, and the blood:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "When cancer spreads to another part of the body, it is called metastasis. Cancer cells break away from where they began (the primary tumor) and travel through the lymph system or blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The metastatic tumor is the same type of cancer as the primary tumor. For example, if mycosis fungoides spreads to the liver, the cancer cells in the liver are actually mycosis fungoides cells. The disease is metastatic mycosis fungoides, not liver cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Stage I is divided into stages IA and IB as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There may be a low number of Sézary cells in the blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Stage II is divided into stages IIA and IIB as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There may be a low number of Sézary cells in the blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage III, 80% or more of the skin surface is reddened and may have patches, papules, plaques, or tumors. Lymph nodes may be abnormal, but they are not cancerous."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There may be a low number of Sézary cells in the blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When there is a high number of Sézary cells in the blood, the disease is called Sézary syndrome."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Stage IV is divided into stages IVA1, IVA2, and IVB as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mycosis fungoides and Sézary syndrome may come back in the skin or in other parts of the body, such as the spleen or liver."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Different types of treatment are available for patients with mycosis fungoides and . Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Photodynamic therapy is a cancer treatment that uses a drug and a certain type of laser light to kill cancer cells. A drug that is not active until it is exposed to light is injected into a vein. The drug collects more in cancer cells than in normal cells. For skin cancer, laser light is shined onto the skin and the drug becomes active and kills the cancer cells. Photodynamic therapy causes little damage to healthy tissue. Patients undergoing photodynamic therapy will need to limit the amount of time spent in sunlight. There are different types of photodynamic therapy:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy is a cancer treatment that uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. External radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Sometimes, total skin electron beam (TSEB) radiation therapy is used to treat mycosis fungoides and Sézary syndrome. This is a type of external radiation treatment in which a radiation therapy machine aims electrons (tiny, invisible particles) at the skin covering the whole body . External radiation therapy may also be used as palliative therapy to relieve symptoms and improve quality of life."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ultraviolet A (UVA) radiation therapy or ultraviolet B (UVB) radiation therapy may be given using a special lamp or laser that directs radiation at the skin."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy). Sometimes the chemotherapy is topical (put on the skin in a cream, lotion, or ointment)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Topical corticosteroids are used to relieve red, swollen, and inflamed skin. They are a type of steroid. Topical corticosteroids may be in a cream, lotion, or ointment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Retinoids, such as bexarotene, are drugs related to vitamin A that can slow the growth of certain types of cancer cells. The retinoids may be taken by mouth or put on the skin."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Lenalidomide is a drug that helps the immune system kill abnormal blood cells or cancer cells and may prevent the growth of new blood vessels that tumors need to grow."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Vorinostat and romidepsin are two of the histone deacetylase (HDAC) inhibitors used to treat mycosis fungoides and Sézary syndrome. HDAC inhibitors cause a chemical change that stops tumor cells from dividing."
                        },
                        {
                            "section": "Paragraph",
                            "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Immunotherapy is a treatment that uses the patient's immune system to fight cancer. Substances made by the body or made in a laboratory are used to boost, direct, or restore the body's natural defenses against cancer. This cancer treatment is a type of biologic therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "See Drugs Approved for Non-Hodgkin Lymphoma for more information. (Mycosis fungoides and Sézary syndrome are types of non-Hodgkin lymphoma.)"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells. Targeted therapies usually cause less harm to normal cells than chemotherapy or radiation therapy do."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Types of monoclonal antibodies include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "High doses of chemotherapy and sometimes radiation therapy are given to kill cancer cells. Healthy cells, including blood-forming cells, are also destroyed by the cancer treatment. Stem cell transplant is a treatment to replace the blood-forming cells. Stem cells (immature blood cells) are removed from the blood or bone marrow of the patient or a donor and are frozen and stored. After the patient completes chemotherapy and radiation therapy, the stored stem cells are thawed and given back to the patient through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary section describes treatments that are being studied in clinical trials. It may not mention every new treatment being studied. Information about clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage I and stage II mycosis fungoides may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed stage III and stage IV mycosis fungoides including Sézary syndrome is palliative (to relieve symptoms and improve the quality of life) and may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of recurrent mycosis fungoides including Sézary syndrome may be within a clinical trial and may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information from the National Cancer Institute about mycosis fungoides and Sézary syndrome, see the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of mycosis fungoides (including Sézary Syndrome). It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Mycosis Fungoides (Including Sézary Syndrome) Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389317]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Mycosis Fungoides (Including Sézary Syndrome) Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_26",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_50",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_241",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_242",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_244",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_141",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq#_233",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas Treatment (PDQ®)–Health Professional Version": {
                    "cancer_type": "Mycosis Fungoides",
                    "title": "Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas Treatment (PDQ®)–Health Professional Version",
                    "url": "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Cutaneous T-cell lymphomas, which include mycosis fungoides and Sézary syndrome, are neoplasias of malignant T lymphocytes that usually possess the helper/inducer cell surface phenotype and initially present as skin involvement.[1] Cutaneous T-cell lymphomas should be distinguished from other T-cell lymphomas that involve the skin, such as anaplastic large cell lymphoma (CD30 positive), peripheral T-cell lymphoma (CD30 negative, with no epidermal involvement), or adult T-cell leukemia/lymphoma (usually with systemic involvement).[2,3] For more information about these types of T-cell lymphomas, see Peripheral T-Cell Non-Hodgkin Lymphoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Typically, the natural history of cutaneous T-cell lymphoma is indolent.[4] Symptoms of the disease may be present for long periods, in a range of 2 to 10 years, because cutaneous eruptions wax and wane before being confirmed by biopsy. Cutaneous T-cell lymphomas are treatable with available topical therapy, systemic therapy, or both. Curative modalities have proven elusive, with the possible exception of patients with minimal disease confined to the skin."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In addition, several benign or indolent conditions can be confused with mycosis fungoides. It is important to consult with a pathologist who has expertise in distinguishing these conditions.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis of patients with cutaneous T-cell lymphomas is based on the extent of disease (stage) at presentation.[5] The presence of lymphadenopathy and involvement of peripheral blood and viscera increase in likelihood with worsening cutaneous involvement and define poor prognostic groups.[5-8] The Cutaneous Lymphoma International Consortium retrospectively reviewed 1,275 patients and found that the following four independent prognostic markers indicate a worse survival:[9]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The median survival following diagnosis varies according to stage. Patients with stage IA disease have a median survival of 20 years or more. Most deaths for this group are not caused by, nor are they related to, mycosis fungoides.[10,11] In contrast, more than 50% of patients with stage III through stage IV disease die of mycosis fungoides, with a median survival of approximately 5 years.[7,9,12,13] The Cutaneous Lymphoma International Prognostic index used male sex, age older than 60 years, plaques, lymph nodes, blood involvement, and visceral involvement as poor prognostic factors to define predicted overall survival (OS) and progression-free survival in both early-stage and advanced-stage groups.[14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A report on 1,798 patients from the National Cancer Institute's Surveillance, Epidemiology, and End Results (SEER) Program database found an increase in second malignancies in patients with mycosis fungoides (standardized incidence ratio, 1.32; 95% confidence interval [CI], 1.15–1.52), especially for Hodgkin lymphoma, non-Hodgkin lymphoma, and myeloma.[15] Another report on 4,459 patients from the SEER database found that the 19.2% of African American patients with mycosis fungoides had shorter OS, potentially attributable to disease characteristics, socioeconomic status, and type of therapy (hazard ratio, 1.47; 95% CI, 1.25–1.74; P < .001).[16]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cutaneous disease can manifest as an eczematous patch or plaque stage covering less than 10% of the body surface (T1), a plaque stage covering 10% or more of the body surface (T2), or as tumors (T3) that frequently undergo necrotic ulceration.[17,18] Several retrospective studies showed that 20% of patients have disease that progresses from stage I or II to stage III or IV.[19-21] Sézary syndrome presents with generalized erythroderma (T4) and peripheral blood involvement. However, there is some disagreement about whether mycosis fungoides and Sézary syndrome are actually variants of the same disease.[22] The same retrospective study with a median follow-up of 14.5 years found that only 3% of 1,422 patients progressed from mycosis fungoides to Sézary syndrome.[19]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is consensus that patients with Sézary syndrome (leukemic involvement) have a poor prognosis (median survival, 4 years), with or without the typical generalized erythroderma.[23,24] Cytologic transformation from a low-grade lymphoma to a high-grade lymphoma (large cell transformation) occurs rarely (<5%) during the course of these diseases and is associated with a poor prognosis.[25-27] A retrospective analysis of 100 cases with large cell transformation found reduced disease-specific survival with extracutaneous transformation, increased extent of skin lesions, and CD30 negativity.[28] A common cause of death during the tumor phase is septicemia caused by chronic skin infection with staph species, herpes simplex, herpes zoster, and fungal skin infections.[29,30]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Folliculotropic mycosis fungoides is a variant of mycosis fungoides marked by folliculotropic, rather than epidermotropic, neoplastic infiltrates, with preferential location in the head and neck area.[31] Early plaque-stage folliculotropic mycosis fungoides have a very indolent prognosis, while extracutaneous disease portends a very poor prognosis.[31]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The histological diagnosis of mycosis fungoides and other cutaneous T-cell lymphomas is usually difficult to determine in the initial stages of the disease and may require the review of multiple biopsies by an experienced pathologist."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A definitive diagnosis from a skin biopsy requires the presence of cutaneous T-cell lymphoma cells (convoluted lymphocytes), a band-like upper dermal infiltrate, and epidermal infiltrations with Pautrier abscesses (collections of neoplastic lymphocytes). A definitive diagnosis of Sézary syndrome may be made from a peripheral blood evaluation when skin biopsies are consistent with the diagnosis. Supportive evidence for circulating Sézary cells is provided by T-cell receptor gene analysis, identification of the atypical lymphocytes with hyperconvoluted or cerebriform nuclei, and flow cytometry with the characteristic deletion of cell surface markers such as CD7 and CD26. However, none of these is individually pathognomonic for lymphoma.[1,2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Established criteria for defining Sézary syndrome generally require identification of (1) a circulating T-cell clone by rearrangement of the T-cell receptor, plus (2) a level of Sézary cells in the blood of at least 1,000/μL.[3,4] It is less clear if other findings (such as a CD4:CD8 ratio ≥10, or the use of percentages instead of absolute numbers of atypical lymphocytes by flow cytometry) are reliable staging data in the absence of blood Sézary cell levels of at least 1,000/μL.[5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The American Joint Committee on Cancer (AJCC) has designated staging by TNM (tumor, node, metastasis) classification to define cutaneous T-cell lymphomas.[1] Peripheral blood involvement with cutaneous T-cell lymphoma cells is correlated with more advanced skin stage, lymph node and visceral involvement, and shortened survival."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cutaneous T-cell lymphomas also have a formal staging system proposed by the International Society for Cutaneous Lymphomas and the European Organisation for Research and Treatment of Cancer.[2,3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Anecdotal responses, some lasting for months, can be seen with aggressive antibiotic treatment of Staphylococcus aureus, with corresponding decreased expression of interleukin-2 receptors, STAT signaling, and T-cell proliferation.[1][Level of evidence C3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These types of treatments produce remissions, but long-term remissions are uncommon. Treatment is considered palliative for most patients, although major symptomatic improvement is regularly achieved. Survival of more than 8 years is common for patients with early stages of disease. All patients with cutaneous T-cell lymphomas are candidates for clinical trials evaluating new approaches to treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Several forms of treatment can completely resolve skin lesions at stages I and II, so the choice of therapy depends on local expertise and the facilities available. With therapy, the survival of patients with stage IA disease can be expected to be the same as for age- and sex-matched controls.[1-3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is no curative therapy and no clear difference in overall survival (OS) among the treatment options for patients with stage I and stage II mycosis fungoides."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A randomized study of 103 patients compared combined total-skin electron-beam radiation (TSEB) plus combination chemotherapy with sequential topical therapies.[4] In the latter group, combination chemotherapy was reserved for patients with symptomatic extracutaneous disease or disease that was refractory to topical therapies. Patients with any disease stage were eligible. Although the complete response rate was higher with combined therapy, toxic effects were considerably greater, and no difference was seen in disease-free survival (DFS) or OS between the two groups.[4][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for stages I and II mycosis fungoides include the following:[5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapeutic agents generally demonstrate short durations of response. In a retrospective review of 198 patients with advanced-stage disease, the median TTNT was 4 months.[23] However, these comparisons may be confounded by the order in which the agents were introduced."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mycosis Fungoides"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is no curative therapy and no clear difference in overall survival (OS) among the treatment options for patients with stage III and stage IV disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The use of single alkylating agents has produced objective responses in 60% of patients, with a duration of less than 6 months. One of the alkylating agents (e.g., mechlorethamine, cyclophosphamide, or chlorambucil) or the antimetabolite methotrexate is the most frequently used. Single agents have not cured any patients, and insufficient data exist to determine whether these agents prolong survival. Combination chemotherapy is not definitely superior to single agents. Even in patients with stage IV disease, treatments directed at the skin may provide significant palliation."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A randomized study of 103 patients compared combined total-skin electron-beam radiation (TSEB) plus combination chemotherapy with conservation therapy consisting of sequential topical therapies.[1] In the latter group, combination chemotherapy was reserved for patients with symptomatic extracutaneous disease or disease that was refractory to topical therapies. Patients with any disease stage were eligible. Although the complete response rate was higher with combined therapy, toxic effects were considerably greater, and no difference was seen in disease-free survival (DFS) or OS between the two groups.[1][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Sézary Syndrome"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Sézary syndrome is a rare leukemic variant of cutaneous T-cell lymphoma. It is characterized by erythroderma, circulating Sézary cells with cerebriform nuclei, lymphadenopathy, and pruritus.[2] This condition typically progresses rapidly, with only a short duration of response to most therapies. A retrospective review of 176 patients with Sézary syndrome identified the following poor prognostic factors:[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Remissions attained by using extracorporeal photophoresis, interferon alfa, or retinoids may be followed by allogeneic stem cell transplant. In an anecdotal series of 16 patients with Sézary syndrome after allogeneic transplant, 9 were in complete remission after 4 years.[4]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for stages III and IV mycosis fungoides and Sézary syndrome include the following (note that in this clinical setting, the skin is easily injured; any of the topical therapies must be administered with extreme caution):[2,5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapeutic agents generally demonstrate short durations of response. In a retrospective review of 198 patients with advanced-stage disease, the median TTNT was 4 months.[29] However, these comparisons may be confounded by the order in which the agents were introduced."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The treatment of patients with relapsed mycosis fungoides and Sézary syndrome involves the joint decisions of a dermatologist, medical oncologist, and radiation oncologist. It may be possible to re-treat localized areas of relapse in the skin with additional electron-beam radiation therapy or to repeat total-skin electron-beam radiation therapy (TSEB).[1] Photon radiation to bulky skin or nodal masses may prove beneficial. If these options are not possible, then continued topical treatment with other modalities, such as mechlorethamine or psoralen and ultraviolet A radiation (PUVA) may be warranted to relieve cutaneous symptoms."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients should consider clinical trials as a therapeutic option."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options under clinical evaluation for recurrent mycosis fungoides and Sézary syndrome include the following:[2,3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mogamulizumab is often avoided in patients scheduled to undergo allogeneic SCT, based on data from a Japanese study that showed an increased risk of severe graft-versus-host disease (GVHD) in patients treated with mogamulizumab beforehand.[49] The relevance of these findings in other countries and the impact of different GVHD prophylaxis regimens in these patients remains to be determined."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary cutaneous anaplastic large cell lymphoma presents in the skin only with no preexisting lymphoproliferative disease and no extracutaneous sites of involvement.[1-3] Patients with this type of lymphoma have disease ranging from clinically benign lymphomatoid papulosis, marked by localized nodules that may regress spontaneously, to progressive and systemic illness requiring aggressive doxorubicin-based combination chemotherapy. This spectrum has been called the primary cutaneous CD30-positive T-cell lymphoproliferative disorder."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with localized disease usually undergo radiation therapy. With more disseminated involvement, watchful waiting or doxorubicin-based combination chemotherapy is used.[1-3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Subcutaneous panniculitis-like T-cell lymphoma (SPTCL) is localized to subcutaneous tissue and can be associated with hemophagocytic lymphohistiocytosis (HLH).[1-4] Anecdotal reports suggest that the presence or absence of HLH is an important prognostic indicator.[5] Patients with SPTCL have cells that express alpha-beta phenotype."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with gamma-delta phenotype have a more aggressive clinical course that is instead classified as primary cutaneous gamma-delta T-cell lymphoma.[6-8] For more information, see Peripheral T-Cell Non-Hodgkin Lymphoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The management of SPTCL depends on the clinical presentation—including the severity of symptoms, cytopenias, and the presence or absence of HLH—and the apparent disease trajectory and aggressiveness. Indolent or smoldering forms of SPTCL are often treated with immunosuppression, including oral methotrexate [9] or cyclosporine.[10] In contrast, aggressive forms are frequently treated with combination chemotherapy such as CHO(E)P (cyclophosphamide, doxorubicin, vincristine, and prednisone with or without etoposide) with variable responses per anecdotal reports.[11] The JAK2 inhibitor ruxolitinib has also been used in SPTCL with associated HLH, including anecdotal reports of responses in patients with disease that did not respond to CHOP (cyclophosphamide, doxorubicin, vincristine, and prednisone) therapy.[12] In cases of particularly aggressive or relapsed disease, consolidation with allogeneic stem cell transplant has also been used.[13,14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary cutaneous gamma-delta T-cell lymphoma (PCGDTCL) is a rare and extremely aggressive form of cutaneous T-cell lymphoma with a poor prognosis. These patients may manifest involvement of the epidermis, dermis, subcutaneous region, or mucosa with or without ulceration. PCGDTCL is treated similarly to the most aggressive peripheral T-cell lymphomas, with CHO(E)P (cyclophosphamide doxorubicin, vincristine, and prednisone with or without etoposide).[1-5] For patients achieving remission, there are reports of prolonged survival following consolidation with allogeneic stem cell transplant.[6]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary cutaneous aggressive epidermotropic CD8-positive T-cell lymphoma is another rare and especially aggressive form of cutaneous T-cell lymphoma. Patients typically present with ulcerative plaques or tumors, and mucosal involvement is common. Neoplastic cells are characterized by expression of CD8 and a cytotoxic phenotype.[1] Multimodal chemotherapy, such as CHO(E)P (cyclophosphamide, doxorubicin, vincristine, and prednisone with or without etoposide), is often used. Outcomes are generally poor, and prolonged remissions are extremely uncommon in the absence of allogeneic stem cell transplant.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "These references have been identified by members of the PDQ Adult Treatment Editorial Board as significant in the field of mycosis fungoides and other cutaneous T-cell lymphoma treatment. This list is provided to inform users of important studies that have helped shape the current understanding of and treatment options for MF/SS. Listed after each reference are the sections within this summary where the reference is cited."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cellular Classification of Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Added text to state that established criteria for defining Sézary syndrome generally require identification of (1) a circulating T-cell clone by rearrangement of the T-cell receptor, plus (2) a level of Sézary cells in the blood of at least 1,000/μL (cited 2007 Olsen et al. as reference 3 and 2022 Olsen et al. as reference 4). It is less clear if other findings are reliable staging data in the absence of blood Sézary cell levels of at least 1,000/μL (cited Chrisman et al. as reference 5)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is written and maintained by the PDQ Adult Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of mycosis fungoides and other cutaneous T-cell lymphomas. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Adult Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Board members review recently published articles each month to determine whether an article should:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lead reviewers for Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas Treatment are:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Adult Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The preferred citation for this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389288]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Mycosis Fungoides and Other Cutaneous T-Cell Lymphomas Treatment (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/patient/mycosis-fungoides-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_7",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_50",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_54",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_73",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_102",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_613",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_617",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_717",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_719",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_329",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_212",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_287_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_286_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.8",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.15",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.16",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.18",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.21",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.22",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.25",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.27",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.28",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.30",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.31",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_1.31",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_2.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_3.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_3.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_583",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_583",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_581",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_581",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_581",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_581",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_580",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_581",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_620",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_622",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_624",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_626",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_628",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_630",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_648",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_650",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_652",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_654",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_656",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_658",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_660",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_666",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_668",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_670",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_672",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_674",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_676",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_678",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_470_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_620_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_622_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_624_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_626_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_628_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_630_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_54_sid_5_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_620",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_622",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_624",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_626",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_628",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_630",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.8",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.18",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.20",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.21",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.22",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.25",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.25",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.27",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.30",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.33",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.34",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.35",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.36",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.37",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.38",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.39",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.40",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.41",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.42",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.44",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.45",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.46",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.45",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_5.46",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_484_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_648_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_650_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_652_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_654_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_656_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_658_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_660_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_73_sid_6_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_648",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_650",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_652",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_654",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_656",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_658",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_660",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.8",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.18",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.25",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.27",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.28",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.30",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.27",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.31",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.33",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.34",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.35",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.36",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.37",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.36",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.37",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.38",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.40",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.41",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.42",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.43",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.44",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.45",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.46",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.47",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.49",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.50",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.51",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.50",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.51",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.52",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.52",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.53",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_6.54",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_498_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_666_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_668_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_670_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_672_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_674_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_676_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_678_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_102_sid_7_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_666",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_668",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_670",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_672",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_674",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_676",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_678",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.8",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.16",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.15",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.15",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.15",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.18",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.17",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.18",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.16",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.19",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.20",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.21",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.22",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.23",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.24",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.25",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.27",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.29",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.30",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.32",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.33",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.34",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.35",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.36",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.38",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.39",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.40",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.26",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.41",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.43",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.43",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.45",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.41",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.45",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.46",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.47",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.46",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.47",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_7.49",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_613_sid_8_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_617_sid_9_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.8",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.9",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.11",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.12",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.13",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_9.14",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_717_sid_10_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_10.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_10.5",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_10.6",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_TrialSearch_719_sid_11_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_11.1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#cit/section_11.2",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_10",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_54",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_73",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_102",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_7",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_736",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/hp/mycosis-fungoides-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}