{
    "cancer_type": "Osteosarcoma",
    "title": "Bone Cancer—Patient Version",
    "url": "https://www.cancer.gov/types/bone",
    "content": [
        {
            "section": "Paragraph",
            "text": "Bone cancer is rare and includes several types. Some bone cancers, including osteosarcoma and Ewing sarcoma, are seen most often in children and young adults. Explore the links on this page to learn about bone cancer treatment, statistics, research, and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "The Primary Bone Cancer fact sheet has additional basic information."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about prevention of bone cancer."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about screening for bone cancer."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "ETV6 Protein Could Be an Important Target for Ewing Sarcoma Treatment"
        },
        {
            "section": "Paragraph",
            "text": "Ifosfamide May Be Treatment of Choice for Some People with Ewing Sarcoma, Trial Shows"
        },
        {
            "section": "Paragraph",
            "text": "NCI study provides genetic insights into osteosarcoma in children"
        },
        {
            "section": "Paragraph",
            "text": "Study Identifies Potential Drug Combination for Ewing Sarcoma"
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
        "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/osteosarcoma/treatment",
        "https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants"
    ],
    "related_pages": {
        "Osteosarcoma Treatment (PDQ®)–Patient Version": {
            "cancer_type": "Osteosarcoma",
            "title": "Osteosarcoma Treatment (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "Osteosarcoma is a rare type of bone cancer that starts in the cells called osteoblasts, which form new bone. In osteosarcoma, the cancer cells make osteoid, the early form of bone tissue. Osteosarcoma usually forms in the long bones of the arms and legs, and over half of the people with osteosarcoma have it in the long bones near the knee. While rare, it can also form in other bones or, in very unusual cases, in soft tissue or organs in the chest or abdomen."
                },
                {
                    "section": "Paragraph",
                    "text": "This cancer is most common in adolescents and young adults. In the United States, about 440 cases of osteosarcoma are diagnosed each year in people 19 years and younger."
                },
                {
                    "section": "Paragraph",
                    "text": "Undifferentiated pleomorphic sarcoma (UPS) is another rare cancer that can start in bones. UPS of the bone used to be called malignant fibrous histiocytoma. Under a microscope, UPS of the bone can look similar to osteosarcoma. However, UPS does not produce osteoid."
                },
                {
                    "section": "Paragraph",
                    "text": "Osteosarcoma and UPS are treated the same way."
                },
                {
                    "section": "Paragraph",
                    "text": "Ewing sarcoma is another kind of bone cancer. Learn more at Ewing Sarcoma Treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "A risk factor is anything that increases the chance of getting a disease. Not every child with one or more of these risk factors will develop osteosarcoma. And it will develop in some children who don't have a known risk factor. Risk factors for osteosarcoma include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Talk with your child's doctor if you think your child may be at risk."
                },
                {
                    "section": "Paragraph",
                    "text": "The symptoms of osteosarcoma and UPS depend on which bone it forms in. It's important to check with your child's doctor if your child has:"
                },
                {
                    "section": "Paragraph",
                    "text": "These symptoms may be caused by osteosarcoma, UPS, or other problems. The only way to know is for your child to see a doctor."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has symptoms that suggest bone cancer, the doctor will need to find out if they are due to cancer or another problem. The doctor will ask when the symptoms started and how often your child has been having them. They will also ask about your child's personal and family health history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with osteosarcoma or UPS, the results of these tests will help you and your child's doctor plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "The tests used to diagnose osteosarcoma or UPS may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Imaging tests are done before a biopsy."
                },
                {
                    "section": "Paragraph",
                    "text": "The type of biopsy depends on the size of the tumor and where it is in the body. There are two types of biopsy that may be used:"
                },
                {
                    "section": "Paragraph",
                    "text": "The following test may be done on the tissue that is removed:"
                },
                {
                    "section": "Paragraph",
                    "text": "The process used to find out whether the cancer has spread within the bone or to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "The following imaging tests and procedures may be used to find out if osteosarcoma or UPS has spread:"
                },
                {
                    "section": "Paragraph",
                    "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about choosing a doctor and getting a second opinion, visit Finding Health Care Services. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, visit Questions to Ask Your Doctor About Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has been diagnosed with osteosarcoma or UPS, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis."
                },
                {
                    "section": "Paragraph",
                    "text": "Many factors affect prognosis and treatment options."
                },
                {
                    "section": "Paragraph",
                    "text": "Factors that may affect your child's prognosis before treatment include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Factors that may affect your child's prognosis after treatment include:"
                },
                {
                    "section": "Paragraph",
                    "text": "No two people are alike, and response to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment options for osteosarcoma and UPS depend on:"
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer stage describes the extent of cancer in the body, such as the size of the tumor, whether it has spread, and how far it has spread from where it first formed. It is important to know the stage of the osteosarcoma to plan the best treatment. Instead of being grouped by stage, osteosarcoma and UPS are grouped according to whether the cancer is localized or metastatic."
                },
                {
                    "section": "Paragraph",
                    "text": "The cancer may come back in the bone or in other parts of the body. Osteosarcoma and UPS most often recur in the lung, bone, or both. When osteosarcoma recurs, it is usually within 18 months after treatment is completed."
                },
                {
                    "section": "Paragraph",
                    "text": "You and your child's care team will work together to decide treatment. Many factors will be considered, such as where the cancer is located and your child's age and overall health."
                },
                {
                    "section": "Paragraph",
                    "text": "Your child's treatment plan will include information about the tumor, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, visit our booklet, Children with Cancer: A Guide for Parents."
                },
                {
                    "section": "Paragraph",
                    "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of osteosarcoma. The pediatric oncologist works with other health care providers who are experts in treating osteosarcoma and UPS and who specialize in certain areas of medicine. Other specialists may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Surgery to remove the entire tumor will be done when possible. Chemotherapy may be given before surgery to make the tumor smaller. This is called neoadjuvant chemotherapy. Chemotherapy is given so less bone tissue needs to be removed and there are fewer problems after surgery."
                },
                {
                    "section": "Paragraph",
                    "text": "The following types of surgery may be done:"
                },
                {
                    "section": "Paragraph",
                    "text": "Studies have shown that survival is the same whether the first surgery done is a limb-sparing surgery or an amputation."
                },
                {
                    "section": "Paragraph",
                    "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, chemotherapy is given to kill any cancer cells that are left. Treatment given after the surgery to lower the risk that the cancer will come back is called adjuvant therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cancer cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy for osteosarcoma and UPS is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body. Chemotherapy is usually given before and after surgery to remove the tumor."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy drugs used alone or in combination to treat osteosarcoma include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Other chemotherapy drugs not listed here may also be used."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about how chemotherapy works, how it is given, common side effects, and more at Chemotherapy to Treat Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Radiation therapy uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. Osteosarcoma is treated with external beam radiation therapy. This type of therapy uses a machine outside the body to send radiation toward the area of the body with cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Osteosarcoma and UPS cells are not killed easily by external radiation therapy. It may be used when a small amount of cancer is left after surgery, used together with other treatments, or used as palliative therapy to relieve symptoms caused by the tumor in the bone."
                },
                {
                    "section": "Paragraph",
                    "text": "Samarium is a radioactive drug that targets tumor cells in a bone. It helps relieve pain caused by cancer in the bone and it also kills blood cells in the bone marrow. It is used to treat osteosarcoma that has come back in a different bone after treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment with samarium may be followed by stem cell transplant. Before treatment with samarium, stem cells (immature blood cells) are removed from the child's blood or bone marrow and are frozen and stored. After treatment with samarium is complete, the stored stem cells are thawed and given back to the child through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                },
                {
                    "section": "Paragraph",
                    "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                },
                {
                    "section": "Paragraph",
                    "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the effects cancer treatment can have on your child. Learn more about Late Effects of Treatment for Childhood Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed localized osteosarcoma and UPS of bone may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Learn about these treatments in the Treatment Option Overview."
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "Lung Metastasis"
                },
                {
                    "section": "Paragraph",
                    "text": "When osteosarcoma or UPS spreads, it usually spreads to the lung. Treatment of newly diagnosed osteosarcoma and UPS that has spread to the lung may include chemotherapy followed by surgery to remove the primary cancer and more chemotherapy. Then, the doctor will remove the cancer in the lung and give additional chemotherapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Bone Metastasis or Bone with Lung Metastasis"
                },
                {
                    "section": "Paragraph",
                    "text": "Osteosarcoma and UPS may spread to a distant bone or to both the lung and a distant bone. Treatment of newly diagnosed osteosarcoma and UPS that has spread to a distant bone or to both the lung and a distant bone may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about these treatments in the Treatment Option Overview."
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment depends on where the cancer recurred and whether it has recurred more than once."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about these treatments in the Treatment Option Overview."
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For more childhood cancer information and other general cancer resources, visit:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of osteosarcoma and undifferentiated pleomorphic sarcoma (UPS) (formerly called malignant fibrous histiocytoma [MFH]) of bone. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Osteosarcoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389380]"
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Osteosarcoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_1",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_26",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_50",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_94",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_98",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_114",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_158",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Osteosarcoma Treatment (PDQ®)–Patient Version": {
                    "cancer_type": "Osteosarcoma",
                    "title": "Osteosarcoma Treatment (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma is a rare type of bone cancer that starts in the cells called osteoblasts, which form new bone. In osteosarcoma, the cancer cells make osteoid, the early form of bone tissue. Osteosarcoma usually forms in the long bones of the arms and legs, and over half of the people with osteosarcoma have it in the long bones near the knee. While rare, it can also form in other bones or, in very unusual cases, in soft tissue or organs in the chest or abdomen."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This cancer is most common in adolescents and young adults. In the United States, about 440 cases of osteosarcoma are diagnosed each year in people 19 years and younger."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Undifferentiated pleomorphic sarcoma (UPS) is another rare cancer that can start in bones. UPS of the bone used to be called malignant fibrous histiocytoma. Under a microscope, UPS of the bone can look similar to osteosarcoma. However, UPS does not produce osteoid."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma and UPS are treated the same way."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ewing sarcoma is another kind of bone cancer. Learn more at Ewing Sarcoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A risk factor is anything that increases the chance of getting a disease. Not every child with one or more of these risk factors will develop osteosarcoma. And it will develop in some children who don't have a known risk factor. Risk factors for osteosarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Talk with your child's doctor if you think your child may be at risk."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The symptoms of osteosarcoma and UPS depend on which bone it forms in. It's important to check with your child's doctor if your child has:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These symptoms may be caused by osteosarcoma, UPS, or other problems. The only way to know is for your child to see a doctor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has symptoms that suggest bone cancer, the doctor will need to find out if they are due to cancer or another problem. The doctor will ask when the symptoms started and how often your child has been having them. They will also ask about your child's personal and family health history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with osteosarcoma or UPS, the results of these tests will help you and your child's doctor plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The tests used to diagnose osteosarcoma or UPS may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Imaging tests are done before a biopsy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The type of biopsy depends on the size of the tumor and where it is in the body. There are two types of biopsy that may be used:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following test may be done on the tissue that is removed:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The process used to find out whether the cancer has spread within the bone or to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following imaging tests and procedures may be used to find out if osteosarcoma or UPS has spread:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about choosing a doctor and getting a second opinion, visit Finding Health Care Services. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, visit Questions to Ask Your Doctor About Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has been diagnosed with osteosarcoma or UPS, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Many factors affect prognosis and treatment options."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Factors that may affect your child's prognosis before treatment include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Factors that may affect your child's prognosis after treatment include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "No two people are alike, and response to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for osteosarcoma and UPS depend on:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer stage describes the extent of cancer in the body, such as the size of the tumor, whether it has spread, and how far it has spread from where it first formed. It is important to know the stage of the osteosarcoma to plan the best treatment. Instead of being grouped by stage, osteosarcoma and UPS are grouped according to whether the cancer is localized or metastatic."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The cancer may come back in the bone or in other parts of the body. Osteosarcoma and UPS most often recur in the lung, bone, or both. When osteosarcoma recurs, it is usually within 18 months after treatment is completed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You and your child's care team will work together to decide treatment. Many factors will be considered, such as where the cancer is located and your child's age and overall health."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Your child's treatment plan will include information about the tumor, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, visit our booklet, Children with Cancer: A Guide for Parents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of osteosarcoma. The pediatric oncologist works with other health care providers who are experts in treating osteosarcoma and UPS and who specialize in certain areas of medicine. Other specialists may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery to remove the entire tumor will be done when possible. Chemotherapy may be given before surgery to make the tumor smaller. This is called neoadjuvant chemotherapy. Chemotherapy is given so less bone tissue needs to be removed and there are fewer problems after surgery."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following types of surgery may be done:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Studies have shown that survival is the same whether the first surgery done is a limb-sparing surgery or an amputation."
                        },
                        {
                            "section": "Paragraph",
                            "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, chemotherapy is given to kill any cancer cells that are left. Treatment given after the surgery to lower the risk that the cancer will come back is called adjuvant therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cancer cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy for osteosarcoma and UPS is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body. Chemotherapy is usually given before and after surgery to remove the tumor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy drugs used alone or in combination to treat osteosarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Other chemotherapy drugs not listed here may also be used."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about how chemotherapy works, how it is given, common side effects, and more at Chemotherapy to Treat Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. Osteosarcoma is treated with external beam radiation therapy. This type of therapy uses a machine outside the body to send radiation toward the area of the body with cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma and UPS cells are not killed easily by external radiation therapy. It may be used when a small amount of cancer is left after surgery, used together with other treatments, or used as palliative therapy to relieve symptoms caused by the tumor in the bone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Samarium is a radioactive drug that targets tumor cells in a bone. It helps relieve pain caused by cancer in the bone and it also kills blood cells in the bone marrow. It is used to treat osteosarcoma that has come back in a different bone after treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment with samarium may be followed by stem cell transplant. Before treatment with samarium, stem cells (immature blood cells) are removed from the child's blood or bone marrow and are frozen and stored. After treatment with samarium is complete, the stored stem cells are thawed and given back to the child through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the effects cancer treatment can have on your child. Learn more about Late Effects of Treatment for Childhood Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if the cancer has recurred (come back)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed localized osteosarcoma and UPS of bone may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn about these treatments in the Treatment Option Overview."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Lung Metastasis"
                        },
                        {
                            "section": "Paragraph",
                            "text": "When osteosarcoma or UPS spreads, it usually spreads to the lung. Treatment of newly diagnosed osteosarcoma and UPS that has spread to the lung may include chemotherapy followed by surgery to remove the primary cancer and more chemotherapy. Then, the doctor will remove the cancer in the lung and give additional chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Bone Metastasis or Bone with Lung Metastasis"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma and UPS may spread to a distant bone or to both the lung and a distant bone. Treatment of newly diagnosed osteosarcoma and UPS that has spread to a distant bone or to both the lung and a distant bone may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about these treatments in the Treatment Option Overview."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment depends on where the cancer recurred and whether it has recurred more than once."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about these treatments in the Treatment Option Overview."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more childhood cancer information and other general cancer resources, visit:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of osteosarcoma and undifferentiated pleomorphic sarcoma (UPS) (formerly called malignant fibrous histiocytoma [MFH]) of bone. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Osteosarcoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389380]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Osteosarcoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_26",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_50",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_94",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_98",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_114",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_158",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq#_59",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Osteosarcoma and Undifferentiated Pleomorphic Sarcoma of Bone Treatment (PDQ®)–Health Professional Version": {
                    "cancer_type": "Osteosarcoma",
                    "title": "Osteosarcoma and Undifferentiated Pleomorphic Sarcoma of Bone Treatment (PDQ®)–Health Professional Version",
                    "url": "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma occurs predominantly in adolescents and young adults. Review of data from the National Cancer Institute's National Childhood Cancer Registry resulted in an estimated osteosarcoma incidence rate of 5.4 cases per 1 million each year in people aged 0 to 19 years and 4 cases per 1 million each year in people younger than 40 years.[1] The U.S. Census Bureau estimated that there were 82 million people between the ages of 0 and 19 years, resulting in an incidence of roughly 440 cases per year in this age group."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma accounts for approximately 5% of childhood tumors. In children and adolescents, more than 50% of these tumors arise from the long bones around the knee. Osteosarcoma is rarely observed in soft tissue or visceral organs. There appears to be no difference in presenting symptoms, tumor location, and outcome for younger patients (<12 years) compared with adolescents.[2,3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Two trials conducted in the 1980s were designed to determine whether chemotherapy altered the natural history of osteosarcoma after surgical removal of the primary tumor. The outcome of these patients recapitulated the historical experience before 1970. More than one-half of these patients developed metastases within 6 months of diagnosis, and overall, approximately 90% developed recurrent disease within 2 years of diagnosis.[4] Overall survival (OS) for patients treated with surgery alone was statistically inferior.[5] The natural history of osteosarcoma has not changed over time, and fewer than 20% of patients with localized, resectable primary tumors treated with surgery alone can be expected to survive free of relapse.[4,6]; [7][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In 2013, the World Health Organization (WHO) published an update to the Classification of Tumors of Soft Tissue and Bone.[8] They removed the term malignant fibrous histiocytoma (MFH) and replaced it with undifferentiated pleomorphic sarcoma (UPS). This type of sarcoma is much more common in soft tissues. However, it does arise in bone. In bone, it has features that are histologically similar to osteosarcoma, but it does not produce osteoid. Most of the literature describing the clinical behavior and response to therapy for this histology in bone was published before the 2013 WHO update, and a search for UPS of bone will not retrieve these articles. The citations in this summary appear with their titles as published. Therefore, many references will describe MFH of bone, a condition now called UPS of bone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma can be diagnosed by core needle biopsy or open surgical biopsy. It is preferable that the biopsy be performed by a surgeon skilled in the techniques of limb sparing (removal of the malignant bone tumor without amputation and replacement of bones or joints with allografts or prosthetic devices). In these cases, the original biopsy incision placement is crucial. Inappropriate alignment of the biopsy or inadvertent contamination of soft tissues can render subsequent limb-preserving reconstructive surgery impossible."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Dramatic improvements in survival have been achieved for children and adolescents with cancer. Between 1975 and 2020, childhood cancer mortality decreased by more than 50%.[1,9,10] For osteosarcoma, the 5-year relative survival rate increased over the same time from 40% to 72% in children younger than 15 years and from 56% to approximately 71% in adolescents aged 15 to 19 years. However, there has been no substantial improvement since the 1980s.[1,11]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In general, prognostic factors for osteosarcoma have not been helpful in identifying patients who might benefit from treatment intensification or who might require less therapy while maintaining an excellent outcome."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Factors that may influence outcome include the following:[12]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The site of the primary tumor is a significant prognostic factor for patients with localized disease. Among extremity tumors, distal sites have a more favorable prognosis than do proximal sites. Axial skeleton primary tumors are associated with the greatest risk of progression and death, primarily related to the inability to achieve a complete surgical resection."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Prognostic considerations for the axial skeleton and extraskeletal sites are as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Despite a relatively high rate of inferior necrosis after neoadjuvant chemotherapy, fewer patients with craniofacial primary tumors develop systemic metastases than do patients with osteosarcoma originating in the extremities. This may be the result of the inclusion of patients with lower-grade tumors in the cohorts reported.[23-25]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A meta-analysis concluded that systemic adjuvant chemotherapy improves the prognosis for patients with osteosarcoma of the head and neck, while small series have not shown such a benefit.[23-25] Another large meta-analysis detected no benefit of chemotherapy for patients with osteosarcoma of the head and neck, but suggested that incorporating chemotherapy into the treatment plan for patients with high-grade tumors may improve survival.[22] A retrospective analysis identified a trend toward better survival in patients with high-grade osteosarcoma of the mandible and maxilla who received adjuvant chemotherapy.[22,26]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy was found to improve local control, disease-specific survival, and OS in a retrospective study of patients with osteosarcoma of the craniofacial bones who had positive or uncertain margins after surgical resection.[27][Level of evidence C1] Radiation-associated craniofacial osteosarcomas are generally high-grade lesions, usually fibroblastic, and tend to recur locally with a high rate of metastasis.[28]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In some series, patients with larger tumors appeared to have a worse prognosis than patients with smaller tumors.[12,30,31] Tumor size has been assessed by longest single dimension, cross-sectional area, or estimate of tumor volume; all assessments have correlated with outcome."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Elevated serum lactate dehydrogenase (LDH), which also correlates with poorer outcome, is a likely surrogate for tumor volume.[14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with localized disease have a much better prognosis than patients with overt metastatic disease. As many as 20% of patients have radiographically detectable metastases at diagnosis, with the lung being the most common site.[32] The prognosis for patients with metastatic disease appears to be determined largely by site(s) of metastases, number of metastases, and surgical resectability of the metastatic disease.[33,34]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Historically, metastasis across a joint was referred to as a skip lesion, but subsequent classification by the American Joint Committee on Cancer excluded such lesions as skip lesions.[37] They might be considered hematogenous spread and have a worse prognosis.[36]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with multifocal osteosarcoma (defined as multiple bone lesions without a clear primary tumor) have an extremely poor prognosis.[38,39]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Resectability of the tumor is a critical prognostic feature. Complete resection of the primary tumor and any skip lesions with adequate margins is generally considered essential for cure. For patients with axial skeletal primary tumors who either do not undergo surgery for their primary tumor or who undergo surgery that results in positive margins, radiation therapy may improve survival.[16,42]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A retrospective review of patients with craniofacial osteosarcoma performed by the cooperative German-Austrian-Swiss osteosarcoma study group reported that incomplete surgical resection was associated with inferior survival probability.[17][Level of evidence C1] In a European cooperative study, the size of the margin was not significant. However, prognosis was better when both the biopsy and resection were performed at a center with orthopedic oncology experience.[14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Most treatment protocols for osteosarcoma use an initial period of systemic chemotherapy before definitive resection of the primary tumor (or resection of sites of metastases). The pathologist assesses necrosis in the resected tumor. Patients with at least 90% necrosis in the primary tumor after induction chemotherapy have a better prognosis than do patients with less necrosis.[30] Patients with less necrosis (<90%) in the primary tumor after initial chemotherapy have a higher rate of recurrence within the first 2 years than do patients with a more favorable amount of necrosis (≥90%).[43]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Less necrosis should not be interpreted to mean that chemotherapy has been ineffective. Cure rates for patients with little or no necrosis after induction chemotherapy are much higher than cure rates for patients who receive no chemotherapy. The EFS rate for patients who receive no adjuvant chemotherapy is approximately 11%.[44] Many large published series of patients treated with chemotherapy have reported EFS rates of 40% to 50% for patients with little or no necrosis in the primary tumor after initial systemic chemotherapy.[45-47] A review of two consecutive prospective trials performed by the Children’s Oncology Group showed that histological necrosis in the primary tumor after initial chemotherapy was affected by the duration and intensity of the initial period of chemotherapy. More necrosis was associated with better outcome in both trials, but the magnitude of the difference between patients with more and less necrosis was diminished with a longer and more intensive period of initial chemotherapy.[48][Level of evidence B1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients in the older adolescent and young adult age group, typically defined as age 18 to 40 years, tend to have a worse prognosis. In addition, male sex has been associated with a worse prognosis.[31,49,50] Compared with the other prognostic factors listed, both age and sex have a relatively minor impact on outcome."
                        },
                        {
                            "section": "Paragraph",
                            "text": "An analysis of the EURAMOS found that the predictive power of initial prognostic factors modify with time.[51] They applied a landmarking approach to 1,965 patients. The results showed that local recurrence and new metastases negatively affected 5-year OS (local recurrence hazard ratio [HR], 2.634; 95% CI, 1.845–3.761; and metastases HR, 8.558; 95% CI, 7.367–9.942). Baseline factors with strong negative prognostic value (HRs >2) included poor histological response (≥10% viable tumor), axial tumor location, and the presence of lung metastases. The effect of poor versus good histological response changed over time, becoming nonsignificant 3.25 years after surgery and onward."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The German COSS searched their database of 5,503 patients with osteosarcoma who were registered between 1980 and 2019. They identified 2,009 patients surviving more than 5 years from diagnostic biopsy to assess prognostic factors for long-term survival.[52] The authors confirmed the known predictors of treatment failure, including lower necrosis after initial chemotherapy, older age at diagnosis, unfavorable tumor site, and presentation as a secondary malignancy. The OS rates beyond 5 years were reported (see Table 1)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In a multivariate analysis, the factors that retained significance for worse long-term survival included having a recurrence in years 1 to 5, older age at diagnosis, and presentation as a secondary malignancy. Extent of tumor necrosis after initial chemotherapy was no longer valid after 5 years of follow-up.[52]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Other factors that may be prognostic but with either limited or conflicting data include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In a German series, approximately 25% of patients with craniofacial osteosarcoma had osteosarcoma as a second tumor, and in 8 of these 13 patients, osteosarcoma arose after treatment for retinoblastoma. In this series, there was no difference in outcome for primary or secondary craniofacial osteosarcoma.[17]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "However, a systematic review of nine cohort studies examined the impact of pathological fractures on outcome in patients with osteosarcoma. The review included 2,187 patients, 311 of whom had a pathological fracture. The presence of a pathological fracture correlated with decreased EFS and OS.[63] In two additional series, a pathological fracture at diagnosis was associated with a worse overall outcome.[64]; [65][Level of evidence C1] A retrospective analysis of 2,847 patients with osteosarcoma from the German COSS identified 321 patients (11.3%) with a pathological fracture before the initiation of systemic therapy.[66][Level of evidence C1] In pediatric patients, OS and EFS did not differ significantly between patients with and without a pathological fracture. In adults, the 5-year OS rate in patients with a pathological fracture was 46% versus 69% for patients without a pathological fracture (P < .001). The 5-year EFS rate in adults was 36% for patients with a pathological fracture versus 56% for patients without a pathological fracture (P < .001). In a multivariable analysis, the presence of a pathological fracture was not a statistically significant factor for OS or EFS in the total cohort or in pediatric patients. In adult patients, presence of a pathological fracture remained an independent prognostic factor for OS (HR, 1.893; P = .013)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information, see the Genomics of Osteosarcoma section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The genomic landscape of osteosarcoma is distinct from that of other childhood cancers. Compared with many adult cancers, it is characterized by an exceptionally high number of structural variants with a relatively small number of single nucleotide variants.[1,2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Key observations regarding the genomic landscape of osteosarcoma include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Estimates of the frequency of specific genomic alterations in osteosarcoma vary from report to report. This finding could be a result of different definitions being used to define copy number alterations, different methods being used for their detection, or differences in tumor biology across patient populations (e.g., newly diagnosed versus relapsed, localized versus metastatic, or pediatric versus adult)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Germline variants in several genes are associated with susceptibility to osteosarcoma. Table 2 summarizes the syndromes and associated genes for these conditions. A recent multi-institutional genomic study of more than 1,200 patients with osteosarcoma revealed pathogenic or likely pathogenic germline variants in autosomal dominant cancer-susceptibility genes in 18% of patients. The frequency of these cancer-susceptibility genes was higher in children aged 10 years or younger.[10]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Variants in TP53 are the most common germline alterations associated with osteosarcoma. Variants in this gene are found in approximately 70% of patients with Li-Fraumeni syndrome (LFS), which is associated with increased risk of osteosarcoma, breast cancer, various brain cancers, soft tissue sarcomas, and other cancers. While rhabdomyosarcoma is the most common sarcoma arising in patients aged 5 years and younger with TP53-associated LFS, osteosarcoma is the most common sarcoma in children and adolescents aged 6 to 19 years.[11] One study observed a high frequency of young patients (age <30 years) with osteosarcoma carrying a known LFS-associated or likely LFS-associated TP53 variant (3.8%) or rare exonic TP53 variant (5.7%), with an overall TP53 variant frequency of 9.5%.[12] Other groups have reported lower rates (3%–7%) of TP53 germline variants in patients with osteosarcoma.[10,13,14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Investigators analyzed whole-exome sequencing from the germline of 4,435 pediatric cancer patients at the St. Jude Children’s Research Hospital and 1,127 patients from the National Cancer Institute's Therapeutically Applicable Research to Generate Effective Treatment (TARGET) database. They identified 24 patients (0.43%) who harbored loss-of-function RECQL4 variants, including 5 of 249 patients (2.0%) with osteosarcoma.[15] These RECQL4 variants were significantly overrepresented in children with osteosarcoma, the cancer most frequently observed in patients with Rothmund-Thomson syndrome, compared with 134,187 noncancer controls in the Genome Aggregation Database (gnomAD v2.1; P = .00087; odds ratio, 7.1; 95% confidence interval, 2.9–17). Nine of the 24 individuals (38%) possessed the same c.1573delT (p.Cys525Alafs) variant located in the highly conserved DNA helicase domain, suggesting that disruption of this domain is central to oncogenesis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information about these genetic syndromes, see the following summaries:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma is a malignant tumor that is characterized by the direct formation of bone or osteoid tissue by the tumor cells. The World Health Organization’s histological classification [1] of bone tumors separates the osteosarcomas into central (medullary) and surface (peripheral) tumors [2,3] and recognizes a number of subtypes within each group."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The terms parosteal and periosteal osteosarcoma are embedded in the literature and widely used. They are confusing to patients and practitioners. It would be more helpful to divide osteosarcoma by location and histological grade. High-grade osteosarcoma, sometimes referred to as conventional osteosarcoma, typically arises centrally and grows outward, destroying surrounding cortex and soft tissues, but there are unequivocal cases of high-grade osteosarcoma in surface locations.[6] Similarly, there are reports of low-grade osteosarcoma arising in the medullary cavity."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A single-institution retrospective review identified 29 patients with periosteal osteosarcoma.[11] The 5-year disease-free survival rate was 83%. The authors could not make a definitive statement regarding the benefits of adjuvant chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Another single-institution retrospective review identified 33 patients with periosteal osteosarcoma.[13] The 10-year overall survival (OS) rate was 84%. The 10-year OS rate was 83% for patients who were treated with surgery alone and 86% for patients who were treated with surgery and chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The European Musculoskeletal Oncology Society retrospectively analyzed 119 patients with periosteal osteosarcoma; 17 patients had metastasis.[12] The OS rate was 89% at 5 years and 83% at 10 years. Eighty-one patients received chemotherapy; 50 of those patients received chemotherapy before definitive surgical resection. There was no difference in outcome between the patients who received chemotherapy and the patients who did not receive chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Extraosseous osteosarcoma is a malignant mesenchymal neoplasm without direct attachment to the skeletal system. Previously, treatment for extraosseous osteosarcoma followed soft tissue sarcoma guidelines.[15] However, a retrospective analysis of the cooperative German-Austrian-Swiss osteosarcoma study group identified a favorable outcome for patients with extraosseous osteosarcoma who were treated with surgery and conventional osteosarcoma therapy.[16]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "UPS of bone should be distinguished from angiomatoid fibrous histiocytoma, a low-grade tumor that is usually noninvasive, small, and associated with an excellent outcome using surgery alone.[17] One study suggests similar event-free survival rates for UPS and osteosarcoma.[18]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Historically, the Enneking staging system for skeletal malignancies was used to stage osteosarcoma and UPS of bone.[1] This system inferred the aggressiveness of the primary tumor by the descriptors intracompartmental or extracompartmental. The American Joint Committee on Cancer's tumor-node-metastasis (TNM) staging system for malignant bone tumors is not widely used for pediatric osteosarcoma, and patients are not stratified on the basis of prognostic stage groups."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For the purposes of treatment, osteosarcoma is described as one of the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Localized tumors are limited to the bone of origin. Patients with skip lesions confined to the bone that includes the primary tumor are considered to have localized disease if the skip lesions can be included in the planned surgical resection.[2] Approximately one-half of the tumors arise in the femur; of these, 80% are in the distal femur. Other primary sites, in descending order of frequency, are the proximal tibia, proximal humerus, pelvis, jaw, fibula, and ribs.[3] Osteosarcoma of the head and neck is more likely to be low grade [4] and to arise in older patients than is osteosarcoma of the appendicular skeleton."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiological evidence of metastatic tumor deposits is found in approximately 20% of patients at diagnosis, with 85% to 90% of metastatic disease presenting in the lungs. The second most common site of metastasis is another bone, which may be solitary or multiple.[5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The syndrome of multifocal osteosarcoma refers to a presentation with multiple foci of osteosarcoma without a clear primary tumor, often with symmetrical metaphyseal involvement.[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For patients with confirmed osteosarcoma, in addition to plain radiographs of the primary site that include a single-plane view of the entire affected bone to assess for skip metastasis, pretreatment staging studies should include the following:[6]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A retrospective review of 206 patients with osteosarcoma compared bone scan, PET scan, and PET-CT scan for the detection of bone metastases.[9] PET-CT was more sensitive and accurate than bone scan (sensitivity of 92% vs. 74%), and the combined use of both imaging studies achieved the highest sensitivity for diagnosing bone metastases in osteosarcoma (100%). 18F-FDG PET is the preferred staging modality for the detection of bone lesions. CT scan remains necessary for evaluation of pulmonary metastasis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "It is imperative that patients with proven or suspected osteosarcoma have an initial evaluation by an orthopedic oncologist familiar with the surgical management of this disease. This evaluation, which includes imaging studies, should be done before the initial biopsy because an inappropriately performed biopsy may jeopardize a limb-sparing procedure. Additionally, protective weight bearing is recommended for patients with tumors of weight-bearing bones to prevent pathological fractures that could preclude limb-preserving surgery."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Successful treatment generally requires the combination of effective systemic chemotherapy and complete resection of all clinically detectable disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Randomized clinical trials have established that both neoadjuvant and adjuvant chemotherapy are effective in preventing relapse in patients with clinically nonmetastatic tumors.[1]; [2][Level of evidence A1] The Pediatric Oncology Group (POG) conducted a study in which patients were randomly assigned to either immediate amputation or amputation after neoadjuvant therapy. A large percentage of patients declined to be assigned randomly, and the study was terminated without approaching the stated accrual goals. In the small number of patients treated, there was no difference in outcome between those who received preoperative chemotherapy and those who received postoperative chemotherapy.[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The treatment of osteosarcoma also depends on the histological grade, as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If the lesion proves to have high-grade elements, systemic chemotherapy is indicated, just as it would be for any high-grade osteosarcoma. The POG performed a study in which patients with high-grade osteosarcoma were randomly assigned to either immediate definitive surgery followed by adjuvant chemotherapy or to an initial period of chemotherapy followed by definitive surgery.[3] The outcome was the same for both groups. Although the strategy of initial chemotherapy followed by definitive surgery has become an almost universally applied approach for osteosarcoma, this study suggests that there is no increased risk of treatment failure if definitive surgery is done before chemotherapy begins; this can help to clarify equivocal diagnoses of intermediate-grade osteosarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Recognition of intraosseous well-differentiated osteosarcoma and parosteal osteosarcoma is important because patients with these tumor types have the most favorable prognosis and can be treated successfully with wide excision of the primary tumor alone.[4,5] Patients with periosteal osteosarcoma have a generally good prognosis [6] and treatment is guided by histological grade.[5,7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with undifferentiated pleomorphic sarcoma (UPS) of bone are treated according to osteosarcoma treatment protocols.[8] A sarcoma-specific survival rate of 70.7% has been reported using primarily cisplatin- and doxorubicin-based regimens.[9]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Imaging modalities such as dynamic magnetic resonance imaging or positron emission tomography scanning are noninvasive methods to assess response,[10-18] and are the preferred modalities in the Children's Oncology Group AOST2032 (NCT05691478) trial."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Table 3 describes the treatment options for localized, metastatic, and recurrent osteosarcoma and UPS of bone."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer in children and adolescents is rare, although the overall incidence has slowly increased since 1975.[1] Children and adolescents with cancer should be referred to medical centers that have a multidisciplinary team of cancer specialists with experience treating the cancers that occur during childhood and adolescence. This multidisciplinary team approach incorporates the skills of the following pediatric specialists and others to ensure that children receive treatment, supportive care, and rehabilitation to achieve optimal survival and quality of life:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For specific information about supportive care for children and adolescents with cancer, see the summaries on Supportive and Palliative Care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The American Academy of Pediatrics has outlined guidelines for pediatric cancer centers and their role in the treatment of children and adolescents with cancer.[2] At these centers, clinical trials are available for most types of cancer that occur in children and adolescents, and the opportunity to participate is offered to most patients and their families. Clinical trials for children and adolescents diagnosed with cancer are generally designed to compare potentially better therapy with current standard therapy. Other types of clinical trials test novel therapies when there is no standard therapy for a cancer diagnosis. Most of the progress in identifying curative therapies for childhood cancers has been achieved through clinical trials. Information about ongoing clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Childhood and adolescent cancer survivors require close monitoring because side effects of cancer therapy may persist or develop months or years after treatment. For specific information about the incidence, type, and monitoring of late effects in childhood and adolescent cancer survivors, see Late Effects of Treatment for Childhood Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with localized osteosarcoma who undergo surgery and chemotherapy have a 5-year overall survival (OS) rate of 62% to 65%.[1] Complete surgical resection is crucial for patients with localized osteosarcoma, but it is not sufficient as the only therapy. At least 80% of patients treated with surgery alone will develop metastatic disease.[2] Randomized clinical trials have established that adjuvant chemotherapy is effective in preventing relapse or recurrence in patients with localized resectable primary tumors.[2]; [3][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Undifferentiated pleomorphic sarcoma (UPS) of bone is seen more commonly in older adults. Patients with UPS of bone are treated according to osteosarcoma treatment protocols. The outcome for patients with resectable UPS is similar to the outcome for patients with osteosarcoma.[4] As with osteosarcoma, patients with favorable necrosis (≥90% necrosis) have a longer survival than do those with an inferior necrosis (<90% necrosis).[5] Many patients with UPS will need preoperative chemotherapy to achieve a wide local excision.[6]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with localized osteosarcoma or UPS of bone include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgical resection of the primary tumor with adequate margins is an essential component of the curative strategy for patients with localized osteosarcoma. The type of surgery required for complete ablation of the primary tumor depends on a number of factors that must be evaluated on a case-by-case basis.[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In general, more than 80% of patients with extremity osteosarcoma can be treated using a limb-sparing procedure and do not require amputation.[8] Limb-sparing procedures are planned only when the preoperative staging indicates that it would be possible to achieve wide surgical margins. In one study, patients who underwent limb-salvage procedures who had poor histological response and close surgical margins had a high rate of local recurrence.[9]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Reconstruction after limb-sparing surgery can be accomplished with many options, including metallic endoprosthesis, allograft, vascularized autologous bone graft, and rotationplasty. An additional option, osteogenesis distraction bone transport, is available for patients whose tumors do not involve the epiphysis of long bones.[10] This procedure results in a stable reconstruction that functionally restores the normal limb."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The choice of optimal surgical reconstruction involves many factors, including the following:[11][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If a complicated reconstruction delays or prohibits the resumption of systemic chemotherapy, limb preservation may endanger the chance for cure. In retrospective analyses of 703 patients with localized osteosarcoma, the resumption of chemotherapy 21 days or more after definitive surgery was associated with an increased risk of death and adverse events (hazard ratio [HR], 1.57; 1.04–2.36).[11] Delays in total time to completion of chemotherapy have also been associated with inferior OS and event-free survival (EFS). In a retrospective multivariate analysis of 113 patients with localized osteosarcoma, a delay of time to completion of chemotherapy greater than 4 weeks was associated with an OS HR of 2.70 (1.11–6.76, P = .003) and an EFS HR of 1.13 (1.00–1.26, P = .016).[12]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some patients, amputation remains the optimal choice for management of the primary tumor. A pathological fracture noted at diagnosis or during preoperative chemotherapy does not preclude limb-salvage surgery if wide surgical margins can be achieved.[13] If the pathological examination of the surgical specimen shows inadequate margins, an immediate amputation should be considered, especially if the histological necrosis after preoperative chemotherapy was poor.[14]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients who undergo amputation have lower local recurrence rates than do patients who undergo limb-salvage procedures.[15] However, there is no difference in OS between patients initially treated with amputation and those treated with a limb-sparing procedure. Patients with tumors of the femur have a higher local recurrence rate than do patients with primary tumors of the tibia or fibula. Rotationplasty and other limb-salvage procedures have been evaluated for both their functional outcome and their effect on survival. While limb-sparing resection is the current practice for local control at most pediatric institutions, there are few data to indicate that salvage of the lower limb is substantially superior to amputation with regard to patient quality of life.[16]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The German Cooperative Osteosarcoma Study Group (COSS) performed a retrospective analysis of 1,802 patients with localized and metastatic osteosarcoma who underwent surgical resection of all clinically detectable disease.[17][Level of evidence C1] Local recurrence (n = 76) was associated with a high risk of death from osteosarcoma. Factors associated with an increased risk of local recurrence included nonparticipation in a clinical trial, pelvic primary site, limb-preserving surgery, soft tissue infiltration beyond the periosteum, poor pathological response to initial chemotherapy, failure to complete planned chemotherapy, and performing the biopsy at an institution different from where the definitive surgery is being performed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Almost all patients receive intravenous preoperative chemotherapy as initial treatment. However, a standard chemotherapy regimen has not been determined. Current chemotherapy protocols include combinations of the following agents: high-dose methotrexate, doxorubicin, cyclophosphamide, cisplatin, ifosfamide, etoposide, and carboplatin.[18-26]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (preoperative chemotherapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The results of these pilot studies were as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Historically, the extent of tumor necrosis was used in some clinical trials to determine what type of postoperative chemotherapy would be given. In general, if tumor necrosis exceeded 90%, the preoperative chemotherapy regimen was continued. If tumor necrosis was less than 90%, some groups incorporated drugs not previously used in the preoperative therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with less necrosis after initial chemotherapy have an inferior prognosis than patients with more necrosis. The prognosis is still substantially better than the prognosis for patients treated with surgery alone and no adjuvant chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the following evidence, it is inappropriate to conclude that patients with less necrosis have not responded to chemotherapy and that adjuvant chemotherapy should be withheld for these patients. Chemotherapy after definitive surgery should include the agents used in the initial phase of treatment unless there is clear and unequivocal progressive disease during the initial phase of therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (using the same agents for postoperative chemotherapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A single-institution retrospective analysis reported on early progression of osteosarcoma before local control.[41] Among 195 patients aged 18 years or younger, 25 (81%) had local-site progression only, and 6 patients had combined local- and metastatic-sites progression. The authors did not prospectively identify patients with clinical features that might suggest telangiectatic osteosarcoma with increased necrosis and hemorrhage, which might be an explanation for apparent progression. For the entire cohort, the 5-year EFS rate was 27.2%, and the OS rate was 31.3%. Patients with good necrosis had better 5-year EFS and OS rates (66.7% and 66.7%, respectively), compared with patients with a poor histological response (21.4% and 25.6%, respectively). However, these results did not reach statistical significance (P = .07 and P = .1)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The Italian Sarcoma Group and the Scandinavian Sarcoma Group performed a clinical trial in patients with osteosarcoma who presented with clinically detectable metastatic disease.[42] Consolidation with high-dose etoposide and carboplatin followed by autologous stem cell reconstitution did not appear to improve outcome and the investigators did not recommend this strategy for the treatment of osteosarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Laboratory studies using cell lines and xenografts suggested that bisphosphonates had activity against osteosarcoma.[43] A single-institution clinical trial demonstrated that pamidronate could safely be administered along with multiagent chemotherapy to patients with newly diagnosed osteosarcoma.[43] The French pediatric and adult sarcoma cooperative groups performed a prospective trial for the treatment of osteosarcoma.[44] All patients received multiagent chemotherapy, and patients were randomly assigned to receive or not to receive zoledronate. The addition of zoledronate did not improve EFS."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If complete surgical resection is not feasible or if surgical margins are inadequate, radiation therapy may improve the local control rate.[45,46]; [47][Level of evidence C1] Radiation therapy should be considered in patients with osteosarcoma of the head and neck who have positive or uncertain resection margins.[48][Level of evidence C1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (radiation therapy for local control):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma of the head and neck occurs in an older population than does osteosarcoma of the extremities.[48,51-54] In the pediatric age group, osteosarcomas of the head and neck are more likely to be low-grade or intermediate-grade tumors than are osteosarcomas of the extremities.[55,56] All reported series emphasize the need for complete surgical resection.[48,51-56][Level of evidence C1] The probability for cure with surgery alone is higher for osteosarcoma of the head and neck than it is for extremity osteosarcoma. When surgical margins are positive, there is a trend for improved survival with adjuvant radiation therapy.[48,53][Level of evidence C1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There are no randomized trials to assess the efficacy of chemotherapy in patients with osteosarcoma of the head and neck, but several series suggest a benefit.[51,57] Chemotherapy should be considered for younger patients with high-grade osteosarcoma of the head and neck.[55,58]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with osteosarcoma of the head and neck have a higher risk of developing a local recurrence and a lower risk of having distant metastasis than do patients with osteosarcoma of the extremities.[51,53,54,59]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Approximately 20% to 25% of patients with osteosarcoma present with clinically detectable metastatic disease. For patients with metastatic disease at initial presentation, roughly 20% will remain continuously free of disease, and roughly 30% will survive 5 years from diagnosis.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lungs are the most common site of initial metastatic disease.[2] Patients with metastases limited to the lungs have a better outcome than do patients with metastases to other sites or to the lungs combined with other sites.[1,3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with osteosarcoma or undifferentiated pleomorphic sarcoma (UPS) of bone with metastatic disease at diagnosis include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The chemotherapeutic agents used include high-dose methotrexate, doxorubicin, cisplatin, high-dose ifosfamide, etoposide, and, in some reports, carboplatin or cyclophosphamide."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (chemotherapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "However, similar to localized disease, there is no evidence that the addition of ifosfamide or etoposide contributes to improved event-free survival (EFS) or overall survival (OS) in patients with metastatic disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The treatment options for UPS of bone with metastasis at initial presentation are the same as the treatment for osteosarcoma with metastasis. Patients with unresectable or metastatic UPS have a very poor outcome.[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with metastatic lung lesions at diagnosis include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with metastatic lung lesions as the sole site of metastatic disease should have the lung lesions resected if possible. Generally, this is performed after the administration of preoperative chemotherapy. After definitive surgical resection of the primary tumor, most clinicians resume systemic chemotherapy before initiating lung surgery to avoid longer delays in the resumption of chemotherapy. In approximately 10% of patients, all lung lesions disappear after preoperative chemotherapy.[3] Complete resection of pulmonary metastatic disease can be achieved in a high percentage of patients with residual lung nodules after preoperative chemotherapy. The long-term survival is poor for patients who do not undergo complete surgical resection of pulmonary metastatic disease.[8,9][Level of evidence B4]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For patients who present with primary osteosarcoma and metastases limited to the lungs and who achieve complete surgical remission, the 5-year EFS rate is approximately 20% to 25%. Multiple metastatic nodules confer a worse prognosis than do one or two nodules, and bilateral lung involvement is worse than unilateral.[1] Patients with peripheral lung lesions may have a better prognosis than patients with central lesions.[10] Patients with fewer than three nodules confined to one lung may achieve a 5-year EFS rate of approximately 40% to 50%.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A multi-institutional retrospective analysis compared thoracotomy with thoracoscopy for resection of pulmonary metastases in patients with osteosarcoma.[11] The analysis included patients who had pulmonary metastases at diagnosis, patients with pulmonary relapse after initial management of localized disease, and patients with disease progression while on therapy. The authors recognized a significant selection bias for the patients chosen to undergo thoracoscopy. In a Cox regression analysis, controlling for other factors impacting outcome, there was a significantly increased risk of mortality (hazard ratio [HR], 2.11; 95% CI, 1.09–4.09; P = .027) but not pulmonary recurrence (HR, 0.96; 95% CI, 0.52–1.79; P = .90) with a thoracoscopic approach. In a subset analysis limited to patients with oligometastatic disease, thoracoscopy did not increase the risk of mortality (HR, 1.16; 95% CI, 0.64–2.11; P = .62). The ongoing randomized trial (AOST2031 [NCT05235165]) was designed to definitively address this question and the selection bias. This trial will compare the effect of thoracotomy with thoracoscopic surgery."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The second most common site of metastasis is another bone that is distant from the primary tumor. Patients with metastasis to other bones distant from the primary tumor experience EFS and OS rates of approximately 10%.[1] In a study of patients who presented with primary extremity tumors and synchronous metastasis to other bones, only 3 of 46 patients remained continuously disease-free 5 years later.[12] Patients with transarticular skip lesions have a poor prognosis.[13]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Multifocal osteosarcoma is different from osteosarcoma that presents with a clearly delineated primary lesion and limited bone metastasis. Multifocal osteosarcoma classically presents with symmetrical, metaphyseal lesions, and it may be difficult to determine the primary lesion. Patients with multifocal bone disease at presentation have an extremely poor prognosis, but treatment with systemic chemotherapy and aggressive surgical resection may significantly prolong life.[14,15]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with bone metastases with or without lung metastases include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The timing of surgery to remove metastatic tumors is not well defined. It is usually not attempted at the time of primary surgery because delays of more than 21 days until resumption of chemotherapy can increase the risk of adverse events and death.[16]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "When the usual treatment course of preoperative chemotherapy followed by surgical ablation of the primary tumor and resection of all overt metastatic disease followed by postoperative combination chemotherapy cannot be used, an alternative treatment approach may be used. This alternative treatment approach begins with surgery for the primary tumor, followed by chemotherapy, and then surgical resection of metastatic disease. This approach may be appropriate in patients with intractable pain, pathological fracture, or uncontrolled infection of the tumor when initiation of chemotherapy could create risk of sepsis.[17]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is evidence that radiation therapy to the extremities may offer some local control.[18]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about National Cancer Institute (NCI)–supported clinical trials can be found on the NCI website. For information about clinical trials sponsored by other organizations, see the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following are examples of national and/or institutional clinical trials that are currently being conducted:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Approximately 50% of relapses in patients with recurrent osteosarcoma occur within 18 months of therapy termination, and only 5% of recurrences develop beyond 5 years.[1-4]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Prognostic factors for recurrent osteosarcoma or undifferentiated pleomorphic sarcoma (UPS) of bone include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Control of osteosarcoma after recurrence depends on complete surgical resection of all sites of clinically detectable metastatic disease. If surgical resection is not attempted or cannot be performed, progression and death are certain. The ability to achieve a complete resection of recurrent disease is the most important prognostic factor at first relapse, with a 5-year survival rate of 20% to 45% after complete resection of metastatic pulmonary tumors and a 20% survival rate after complete resection of metastases at other sites.[4,6,12,13]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with recurrent osteosarcoma or UPS of bone include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Control of osteosarcoma after recurrence depends on complete surgical resection of all sites of clinically detectable metastatic disease."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A multi-institutional retrospective analysis compared thoracotomy with thoracoscopy for resection of pulmonary metastases in patients with osteosarcoma.[14] The analysis included patients who had pulmonary metastases at diagnosis, patients with pulmonary relapse after initial management of localized disease, and patients with disease progression while on therapy. The authors recognized a significant selection bias for the patients chosen to undergo thoracoscopy. In a Cox regression analysis, controlling for other factors impacting outcome, there was a significantly increased risk of mortality (hazard ratio [HR], 2.11; 95% confidence interval [CI], 1.09–4.09; P = .027) but not pulmonary recurrence (HR, 0.96; 95% CI, 0.52–1.79; P = .90) with a thoracoscopic approach. In a subset analysis limited to patients with oligometastatic disease, thoracoscopy did not increase the risk of mortality (HR, 1.16; 95% CI, 0.64–2.11; P = .62). The ongoing randomized trial (AOST2031 [NCT05235165]) was designed to definitively address this question and the selection bias. This trial will compare the effect of thoracotomy with thoracoscopic surgery."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The role of systemic chemotherapy for the treatment of patients with recurrent osteosarcoma is not well defined. The selection of further systemic treatment depends on many factors, including the site of recurrence, the patient’s previous primary treatment, and individual patient considerations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Osteosarcoma frequently has a stromal matrix that may further mineralize with tumor necrosis, leaving behind a mass seen on imaging that may or may not have a reduced number of tumor cells within it. Thus, standard Response Evaluation Criteria in Solid Tumors (RECIST) criteria may not be appropriate for evaluation of response to drugs in patients with osteosarcoma. The COG, in an attempt to establish baseline event-free survival (EFS) rates in patients with relapsed osteosarcoma, analyzed the outcomes of these patients from seven single-arm phase II trials. The drugs tested in each trial were determined to be inactive on the basis of radiographic response rates.[15]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "One additional phase II trial with a different study design was reported. In this trial, patients with osteosarcoma and metastases to the lung underwent surgical resection of all lung nodules and then were treated with adjuvant inhaled granulocyte-macrophage colony-stimulating factor (GM-CSF).[15]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following chemotherapy and targeted therapy agents have been studied to treat recurrent osteosarcoma and UPS of bone:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "High-dose samarium Sm 153-ethylenediamine tetramethylene phosphonic acid (153Sm-EDTMP) coupled with peripheral blood stem cell support may provide significant pain palliation in patients with bone metastases.[43-46] Toxicity of 153Sm-EDTMP is primarily hematologic.[47][Level of evidence C2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A single-institution retrospective review reported that high-dose fraction radiation therapy (2 Gy/fraction) was a useful form of palliation for patients with recurrent osteosarcoma.[48][Level of evidence C3] Thirty-two courses of palliative radiation therapy were given to 20 patients with symptomatic metastatic and/or locally recurrent primary disease. Twenty-four of the 32 courses (75%) were associated with symptom improvement. Higher doses of radiation therapy correlated with longer durations of symptom response."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Palliation of painful lesions in children with recurrent or progressive disease can be achieved using a short course (10 or fewer fractions) of radiation therapy. In a retrospective study of 213 children with various malignancies, who were treated with short-course radiation therapy, 85% of patients had complete or partial pain relief, with low levels of toxicity.[49]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with osteosarcoma or UPS of bone that has recurred locally include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The postrelapse outcome of patients who have a local recurrence is quite poor.[50-52] Survival of patients with local recurrences and either previous or concurrent systemic metastases is poor.[53]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Two retrospective, single-institution series reported a survival rate of 10% to 40% after local recurrence without associated systemic metastasis.[53-56]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A retrospective review from the Italian Sarcoma Group identified 62 patients (median age, 21 years) with local recurrences.[57] With a median follow-up of 43 months (range, 5–235 months), the 5-year post–local relapse survival rate was 37%, significantly better for patients with a longer local recurrence–free interval (≤24 months, 31% vs. >24 months, 61.5%; P = .03), absence of distant metastases (no distant metastases, 56% vs. distant metastases, 11.5%; P = .0001), and achievement of second complete remission (CR) by surgical resection (no second CR, 0% vs. second CR, 58.5%; P = .0001). No difference in post–local relapse survival was found according to age, and there was no benefit from chemotherapy administration."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The incidence of local relapse was higher in patients who had a poor pathological response to chemotherapy in the primary tumor and in patients with inadequate surgical margins.[50,55]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with osteosarcoma and UPS of bone that has recurred in the lung only include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Repeated resections of pulmonary recurrences can lead to extended disease control and, possibly, cure for some patients.[13,58] The survival rate is less than 5% for patients with unresectable metastatic disease.[6,59] The 5-year EFS rate ranges from 20% to 45% for patients who have complete surgical resection of all pulmonary metastases.[4,12,13]; [60][Level of evidence C1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Factors associated with a better outcome include the following:[4,6,61-63]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Approximately 50% of patients with one isolated pulmonary lesion more than 1 year after diagnosis were long-term survivors after metastasectomy. Chemotherapy did not appear to offer an advantage.[64][Level of evidence C1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Control of osteosarcoma requires surgical resection of all macroscopic tumors. However, recommendations are conflicting regarding the surgical approach to the treatment of pulmonary metastases in osteosarcoma. Several options are available to resect pulmonary nodules in a patient with osteosarcoma, including thoracoscopy and thoracotomy with palpation of the collapsed lung. When patients have nodules identified only in one lung, some surgeons advocate thoracoscopy, some advocate unilateral thoracotomy, and some advocate bilateral thoracotomy. Bilateral thoracotomy can be performed as a single surgical procedure with a median sternotomy or a clamshell approach, or by staged bilateral thoracotomies."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (surgical approach for lung-only recurrence of osteosarcoma and UPS of bone):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The COG is conducting a randomized trial (AOST2031 [NCT05235165]) to compare the effect of thoracotomy with thoracoscopic surgery to remove lung metastases. For more information, see the Treatment Options Under Clinical Evaluation section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "External-beam radiation therapy can provide local control of recurrent unresectable disease, symptomatic, and/or metastatic disease. Radiation therapy techniques allow for the delivery of very conformal high doses, known as stereotactic ablative radiation therapy (SABR) or stereotactic body radiation therapy (SBRT). SBRT and SABR administer treatment with high conformality and precision over a short period of time, providing good palliation and local control.[67]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with osteosarcoma or UPS of bone that has recurred in the bone only include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with osteosarcoma who develop bone metastases have a poor prognosis. In one large series, the 5-year EFS rate was 11%.[68] Patients with late solitary bone relapse have a 5-year EFS rate of approximately 30%.[68-71]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For patients with multiple unresectable bone lesions, 153Sm-EDTMP with or without stem cell support may produce stable disease and/or provide pain relief.[47]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "External-beam radiation therapy can provide local control of recurrent unresectable disease, symptomatic, and/or metastatic disease. Radiation therapy techniques allow for the delivery of very conformal high doses, known as SABR or SBRT. SBRT and SABR administer treatment with high conformality and precision over a short period of time, providing good palliation and local control.[67]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for patients with osteosarcoma or UPS of bone that has recurred twice include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (surgery and/or chemotherapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about National Cancer Institute (NCI)–supported clinical trials can be found on the NCI website. For information about clinical trials sponsored by other organizations, see the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following are examples of national and/or institutional clinical trials that are currently being conducted:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
                        },
                        {
                            "section": "Paragraph",
                            "text": "General Information About Osteosarcoma and Undifferentiated Pleomorphic Sarcoma (UPS) (Formerly Called Malignant Fibrous Histiocytoma [MFH]) of Bone"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Added Impact of time on prognostic factors as a new subsection."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Added Bielack et al. as reference 54."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of Localized Osteosarcoma and UPS of Bone"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Added text about the results of a French Sarcoma Group trial that omitted high-dose methotrexate for adult patients with osteosarcoma (cited Blay et al. as reference 35)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of Recurrent Osteosarcoma and UPS of Bone"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Added Tirtei et al. as reference 21."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is written and maintained by the PDQ Pediatric Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of osteosarcoma and undifferentiated pleomorphic sarcoma of bone. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Pediatric Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Board members review recently published articles each month to determine whether an article should:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lead reviewers for Osteosarcoma and Undifferentiated Pleomorphic Sarcoma of Bone Treatment are:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Pediatric Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The preferred citation for this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Osteosarcoma and Undifferentiated Pleomorphic Sarcoma of Bone Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389179]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Osteosarcoma and Undifferentiated Pleomorphic Sarcoma of Bone Treatment (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/bone/patient/osteosarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1974",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_21",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_26",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_532",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_29",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_38",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_44",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_65",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1802_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1822_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_363_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_365_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_368_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_370_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_372_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_374_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1975_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_2440_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_376_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_365",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_368",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_370",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_372",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_374",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1975",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_376",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.19",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.20",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.23",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.25",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.23",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.25",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.26",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.27",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.28",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.29",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.30",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.31",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.32",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.35",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.36",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.37",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.36",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.38",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.39",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.40",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.41",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.31",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.42",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.30",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.43",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.44",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.45",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.47",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.31",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.49",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.50",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.51",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.52",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_2446",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.52",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.53",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.54",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.30",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.46",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.49",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.55",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.58",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.59",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.60",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.61",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.62",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.63",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.64",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.65",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.66",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.67",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.68",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.70",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.71",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.72",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.73",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.74",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.75",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.76",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.77",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_1.78",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1974",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_sm_CDR0000777834_1_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_sm_CDR0000777834_1922_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.19",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.20",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.21",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.23",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.24",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_2.25",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_48_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_49_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1810_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1936_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_3.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_22_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_24_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1813_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_24",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_4.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_5.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1880",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_248",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_252",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1829",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1846",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1852",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1854",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1854",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1854",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1854",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1943",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1946",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1959",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1963",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1963",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1963",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1873",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1873",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1873",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1873",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1877",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1877",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_6.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1887_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_248_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_252_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1829_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_321_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_TrialSearch_29_sid_7_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_248",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_252",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1829",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.26",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.27",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.28",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.29",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.30",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.31",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.32",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.35",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.36",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.37",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.38",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.19",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.39",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.40",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.41",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.42",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.43",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.43",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.44",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.45",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.46",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.47",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.49",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.50",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.51",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.54",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.55",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.56",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.51",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.56",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.53",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.51",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.57",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.55",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.58",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.51",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.53",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.54",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_7.59",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1889_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_256_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_259_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_2402_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_TrialSearch_38_sid_8_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.2",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.10",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.11",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.17",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_8.18",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1958_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1890_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1943_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1946_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_275_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_271_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_273_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_278_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_502_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_TrialSearch_502_sid_10_toc",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.7",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.8",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.9",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1943",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1946",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.14",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.16",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.21",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.22",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.23",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.25",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.26",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.23",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.27",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.28",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.29",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.30",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.31",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.32",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.33",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.34",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.35",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.36",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.37",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.38",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.40",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.41",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.42",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.43",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.46",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.47",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.48",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.49",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.50",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.52",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.53",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.53",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.56",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.57",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.50",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.55",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.58",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.59",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.12",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.13",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.60",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.61",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.63",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.64",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.65",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.62",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.66",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_502",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.67",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.68",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.68",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.71",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.47",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.67",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1945",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.72",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.73",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#cit/section_9.15",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_2440",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_451",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_29",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1832",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_44",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_1862",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/bone/hp/osteosarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        },
        "Treatment Clinical Trials for Osteosarcoma": {
            "cancer_type": "Osteosarcoma",
            "title": "Treatment Clinical Trials for Osteosarcoma",
            "url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/osteosarcoma/treatment",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/research/participate/clinical-trials/disease/osteosarcoma/treatment#main-content"
            ],
            "related_pages": {
                "Treatment Clinical Trials for Osteosarcoma": {
                    "cancer_type": "Osteosarcoma",
                    "title": "Treatment Clinical Trials for Osteosarcoma",
                    "url": "https://www.cancer.gov/research/participate/clinical-trials/disease/osteosarcoma/treatment",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/research/participate/clinical-trials/disease/osteosarcoma/treatment#main-content"
                    ],
                    "related_pages": {}
                }
            }
        },
        "NCI study provides genetic insights into osteosarcoma in children": {
            "cancer_type": "Osteosarcoma",
            "title": "NCI study provides genetic insights into osteosarcoma in children",
            "url": "https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "240-760-6600"
                },
                {
                    "section": "Paragraph",
                    "text": "An x-ray of a femur (thigh bone) from a patient with osteosarcoma."
                },
                {
                    "section": "Paragraph",
                    "text": "A study by researchers at the National Cancer Institute (NCI), part of the National Institutes of Health, offers new insight into genetic alterations associated with osteosarcoma, the most common cancerous bone tumor of children and adolescents. The researchers found that more people with osteosarcoma carry harmful, or likely harmful, variants in known cancer-susceptibility genes than people without osteosarcoma. This finding has implications for genetic testing of children with osteosarcoma, as well as their families."
                },
                {
                    "section": "Paragraph",
                    "text": "The study was published March 19, 2020, in JAMA Oncology."
                },
                {
                    "section": "Paragraph",
                    "text": "“With this study, we wanted to find out how many people with osteosarcoma may have been at high risk for it because of their genetics,” said Lisa Mirabello, Ph.D., of NCI’s Division of Cancer Epidemiology and Genetics (DCEG), who led the research. “We not only learned that at least a quarter of the people in the study with osteosarcoma had a variant in a gene known to predispose someone to cancer, we also uncovered variants that had never before been associated with this cancer.”"
                },
                {
                    "section": "Paragraph",
                    "text": "In the study, the researchers looked for harmful (or likely harmful) variants in 238 known cancer-susceptibility genes in DNA samples from 1,244 people with osteosarcoma and compared the frequency of such variants with that in people in a cancer-free control group. They identified a harmful or likely harmful variant in a known cancer-susceptibility gene in 28% of the people with osteosarcoma. By contrast, only 12% of people in the cancer-free control group had such a variant."
                },
                {
                    "section": "Paragraph",
                    "text": "When the authors looked at a subset of 166 genes that are known to be inherited in an autosomal dominant fashion—that is, where inheriting one alteration from one parent is sufficient to increase cancer risk—they saw harmful or likely harmful variants in about 18% of the patients but only 5% of controls. And another 25% of the patients had a rare variant of uncertain significance that was predicted to be harmful."
                },
                {
                    "section": "Paragraph",
                    "text": "Patients who had harmful variants were younger at age of osteosarcoma diagnosis, on average, than patients who did not (15.3 years versus 16.9 years). In addition, the youngest children in the study (ages 0-10 years) had the highest prevalence of harmful variants."
                },
                {
                    "section": "Paragraph",
                    "text": "If a child is found to have a gene variant associated with osteosarcoma, the authors say that genetic testing may be warranted for the child’s family members, who may also carry the variant. Family members who have the variant could undergo screening for the cancers associated with that variant, potentially leading to earlier detection."
                },
                {
                    "section": "Paragraph",
                    "text": "“The idea is, if you have a new patient with osteosarcoma, we found that a quarter of them have a [harmful] variant in a gene associated with increased risk of other cancers,” said Sharon Savage, M.D., senior author of the study, also of DCEG. “Genetic testing of the patient likely makes sense, because they could be at risk of other cancers, and they might have family members who carry the variant who might be at risk of other cancers.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Because osteosarcoma is a rare cancer, the researchers assembled case samples from 10 international research centers, making this the largest collection to date of a pediatric solid cancer evaluated for cancer-susceptibility gene variants."
                },
                {
                    "section": "Paragraph",
                    "text": "The researchers found harmful or likely harmful variants in several cancer-susceptibility genes that hadn’t been associated with osteosarcoma—or, indeed, pediatric cancers—before. Because the biological function for the variants newly found to be associated with osteosarcoma remain unknown, this could open new areas of research related to cancer susceptibility."
                },
                {
                    "section": "Paragraph",
                    "text": "This study is part of a larger pediatric cancer susceptibility research program at NCI through which researchers are studying common and rare causes of osteosarcoma and other pediatric cancers. In earlier research, Dr. Mirabello found that TP53 gene variants, which are associated with the cancer predisposition disease Li-Fraumeni Syndrome, were more common than previously thought in children and adolescents with osteosarcoma. In the current study, TP53 gene variants had the highest frequency of the harmful or likely harmful cancer-susceptibility gene variants in children with osteosarcoma, another finding that Dr. Mirabello said warrants additional research."
                },
                {
                    "section": "Paragraph",
                    "text": "About the National Cancer Institute (NCI): NCI leads the National Cancer Program and NIH’s efforts to dramatically reduce the prevalence of cancer and improve the lives of cancer patients and their families, through research into prevention and cancer biology, the development of new interventions, and the training and mentoring of new researchers. For more information about cancer, please visit the NCI website at cancer.gov or call NCI’s contact center, the Cancer Information Service, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "About the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit nih.gov."
                },
                {
                    "section": "Paragraph",
                    "text": "Mirabello L, Zhu B, Koster R, et al. Frequency of Pathogenic Germline Variants in Cancer-Susceptibility Genes in Patients with Osteosarcoma. JAMA Oncol. March 19, 2020. doi:10.1001/jamaoncol.2020.0197"
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “NCI study provides genetic insights into osteosarcoma in children was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/news-events/press-releases/2015/osteosarcoma-tp53-inherited-gene-mutation-adolescents",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "NCI study provides genetic insights into osteosarcoma in children": {
                    "cancer_type": "Osteosarcoma",
                    "title": "NCI study provides genetic insights into osteosarcoma in children",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "240-760-6600"
                        },
                        {
                            "section": "Paragraph",
                            "text": "An x-ray of a femur (thigh bone) from a patient with osteosarcoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A study by researchers at the National Cancer Institute (NCI), part of the National Institutes of Health, offers new insight into genetic alterations associated with osteosarcoma, the most common cancerous bone tumor of children and adolescents. The researchers found that more people with osteosarcoma carry harmful, or likely harmful, variants in known cancer-susceptibility genes than people without osteosarcoma. This finding has implications for genetic testing of children with osteosarcoma, as well as their families."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The study was published March 19, 2020, in JAMA Oncology."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“With this study, we wanted to find out how many people with osteosarcoma may have been at high risk for it because of their genetics,” said Lisa Mirabello, Ph.D., of NCI’s Division of Cancer Epidemiology and Genetics (DCEG), who led the research. “We not only learned that at least a quarter of the people in the study with osteosarcoma had a variant in a gene known to predispose someone to cancer, we also uncovered variants that had never before been associated with this cancer.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In the study, the researchers looked for harmful (or likely harmful) variants in 238 known cancer-susceptibility genes in DNA samples from 1,244 people with osteosarcoma and compared the frequency of such variants with that in people in a cancer-free control group. They identified a harmful or likely harmful variant in a known cancer-susceptibility gene in 28% of the people with osteosarcoma. By contrast, only 12% of people in the cancer-free control group had such a variant."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When the authors looked at a subset of 166 genes that are known to be inherited in an autosomal dominant fashion—that is, where inheriting one alteration from one parent is sufficient to increase cancer risk—they saw harmful or likely harmful variants in about 18% of the patients but only 5% of controls. And another 25% of the patients had a rare variant of uncertain significance that was predicted to be harmful."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients who had harmful variants were younger at age of osteosarcoma diagnosis, on average, than patients who did not (15.3 years versus 16.9 years). In addition, the youngest children in the study (ages 0-10 years) had the highest prevalence of harmful variants."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If a child is found to have a gene variant associated with osteosarcoma, the authors say that genetic testing may be warranted for the child’s family members, who may also carry the variant. Family members who have the variant could undergo screening for the cancers associated with that variant, potentially leading to earlier detection."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“The idea is, if you have a new patient with osteosarcoma, we found that a quarter of them have a [harmful] variant in a gene associated with increased risk of other cancers,” said Sharon Savage, M.D., senior author of the study, also of DCEG. “Genetic testing of the patient likely makes sense, because they could be at risk of other cancers, and they might have family members who carry the variant who might be at risk of other cancers.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Because osteosarcoma is a rare cancer, the researchers assembled case samples from 10 international research centers, making this the largest collection to date of a pediatric solid cancer evaluated for cancer-susceptibility gene variants."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The researchers found harmful or likely harmful variants in several cancer-susceptibility genes that hadn’t been associated with osteosarcoma—or, indeed, pediatric cancers—before. Because the biological function for the variants newly found to be associated with osteosarcoma remain unknown, this could open new areas of research related to cancer susceptibility."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This study is part of a larger pediatric cancer susceptibility research program at NCI through which researchers are studying common and rare causes of osteosarcoma and other pediatric cancers. In earlier research, Dr. Mirabello found that TP53 gene variants, which are associated with the cancer predisposition disease Li-Fraumeni Syndrome, were more common than previously thought in children and adolescents with osteosarcoma. In the current study, TP53 gene variants had the highest frequency of the harmful or likely harmful cancer-susceptibility gene variants in children with osteosarcoma, another finding that Dr. Mirabello said warrants additional research."
                        },
                        {
                            "section": "Paragraph",
                            "text": "About the National Cancer Institute (NCI): NCI leads the National Cancer Program and NIH’s efforts to dramatically reduce the prevalence of cancer and improve the lives of cancer patients and their families, through research into prevention and cancer biology, the development of new interventions, and the training and mentoring of new researchers. For more information about cancer, please visit the NCI website at cancer.gov or call NCI’s contact center, the Cancer Information Service, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "About the National Institutes of Health (NIH): NIH, the nation's medical research agency, includes 27 Institutes and Centers and is a component of the U.S. Department of Health and Human Services. NIH is the primary federal agency conducting and supporting basic, clinical, and translational medical research, and is investigating the causes, treatments, and cures for both common and rare diseases. For more information about NIH and its programs, visit nih.gov."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Mirabello L, Zhu B, Koster R, et al. Frequency of Pathogenic Germline Variants in Cancer-Susceptibility Genes in Patients with Osteosarcoma. JAMA Oncol. March 19, 2020. doi:10.1001/jamaoncol.2020.0197"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “NCI study provides genetic insights into osteosarcoma in children was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/news-events/press-releases/2015/osteosarcoma-tp53-inherited-gene-mutation-adolescents",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "A higher than expected fraction of adolescent osteosarcoma patients carry a gene mutation that is often inherited": {
                    "cancer_type": "Osteosarcoma",
                    "title": "A higher than expected fraction of adolescent osteosarcoma patients carry a gene mutation that is often inherited",
                    "url": "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2020/osteosarcoma-genetic-variants%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "240-760-6600"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A new study shows that inherited variations in a known tumor suppressor gene among children and adolescents with osteosarcoma, a cancer of the bone, are more common than previously thought. Older patients who are also susceptible to this malignancy were not found to carry mutations in the gene, known as TP53. The study, finding that the genetic susceptibility to young onset osteosarcoma is distinct from older adult onset osteosarcoma, was published online April 20, 2015, in the Journal of the National Cancer Institute. Lisa Mirabello, Ph.D., of the National Cancer Institute’s (NCI) Division of Cancer Epidemiology and Genetics, led the research. NCI is part of the National Institutes of Health."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The incidence of osteosarcoma peaks between the ages of 10 and 19. This cancer often arises in people with Li-Fraumeni syndrome (LFS), a cancer predisposition syndrome that is most often caused by germline or inherited mutations in the TP53 gene. LFS results in a constellation of tumors, often occurring at very young ages. Osteosarcoma can also occur in families that are not known to have LFS. The role of inherited TP53 mutations in osteosarcoma patients not known to have LFS is not very well understood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To try to gain a better understanding of the contribution of TP53 mutations in osteosarcoma, study researchers sequenced the TP53 gene in a random set of 765 osteosarcoma patients, the largest population evaluated for these mutations to date. For all patients, DNA was taken for sequencing from cells found in the blood or in tissue in the mouth. DNA from tumors was not available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "“We found a higher than expected prevalence of TP53 mutations in young patients. In particular, we observed mutations known to be associated with Li-Fraumeni syndrome as well as rare and potentially highly damaging novel genetic changes,” said Dr. Mirabello. “Some of these changes were associated with risk of metastasis at diagnosis, as well as lower survival independent of the presence of metastatic disease.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Among the young (less than age 30) osteosarcoma patients in the study, 3.8 percent carried an LFS-associated mutation in the TP53 gene and 5.7 percent carried a rare TP53 variation of the gene, for a total prevalence of TP53 mutations of 9.5 percent, significantly higher than the previously reported prevalence of about 3 percent. None of the older osteosarcoma patients carried an LFS-associated mutation."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Because the osteosarcoma patients were identified based on prior studies, the researchers did not have information on family history of cancer. The finding that nearly 4 percent of pediatric osteosarcoma cases have a LFS-associated germline TP53 mutation is important because these individuals, and possibly their family members, may be at risk of developing other LFS-associated cancers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "\"The findings highlight the potential importance of sequencing the germline DNA in patients with pediatric osteosarcoma, because the germline analysis might uncover new cases of Li-Fraumeni syndrome,” said Doug Lowy, M.D., acting director, NCI."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Testing for germline TP53 mutations is also important because individuals with LFS have a substantial risk for a second cancer. Knowing that level of risk could help clinicians offer genetic counseling and cancer screening so subsequent malignancies may be detected at an earlier stage and potentially improve patient survival. Additionally, 90 percent of osteosarcomas that develop in young people do not have germline TP53 mutations and further research is needed to understand those cases."
                        },
                        {
                            "section": "Paragraph",
                            "text": "###"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Reference: Mirabello, L. et al., 2015. Germline TP53 variants and susceptibility to osteosarcoma. JNCI. Online April 20, 2015. DOI:xxx"
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/news-events/press-releases/2015/osteosarcoma-tp53-inherited-gene-mutation-adolescents#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2015/osteosarcoma-tp53-inherited-gene-mutation-adolescents%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/news-events/press-releases/2015/osteosarcoma-tp53-inherited-gene-mutation-adolescents%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}