{
  "topic": "PHYSICAL ACTIVITY",
  "subtopic": "What does “physical activity” mean?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/physical-activity-recommendation/32-physical-activity-mean",
  "content": "## What does “physical activity” mean?\nWhat does “physical activity” mean?\nPhysical activity is any movement you make using your muscles – so it includes a lot of activities that are often not thought of as exercise. There are many different aspects to this broad definition. It can be helpful to think of the context in which the activity is carried out – at work (occupational), during leisure time (recreational), at home (household), or in getting to and from places (transportation). Many of us have rather sedentary jobs, and so physical activity is likely to be mainly recreational or for transportation.\nThe benefits of physical activity are directly related to the total amount of activity (i.e. for how long and how often you do the activity) and how vigorous it is. Therefore, it is important to think about the total amount of time spent in any activity, as well as how often you do it, and how intensely. Much benefit can be derived from light activity, and simply not being sedentary can boost your energy expenditure. Sedentary behaviours, such as sitting or lying down for several hours per day, require very low energy expenditure. Moderate activity is a level that will cause light sweating and/or modestly increased breathing. Vigorous activity is a level that is sufficiently intense to cause sweating and/or heavy breathing and/or increases in heart rate. Examples of light, moderate, and vigorous activities are listed in Table 1.\nTable 1\n: Examples of light, moderate, and vigorous activities\nLight activities\nModerate activities\nVigorous activities\nStanding\nBrisk walking\nHiking\nWalking (casual)\nBicycling (moderate pace)\nJogging\nBicycling (slow pace)\nTennis (recreational)\nBicycling (fast pace)\nStretching\nBadminton (recreational)\nLap swimming\nTable tennis\nYard work\nCarrying heavy loads\nGolf\nTenpin bowling\nSoccer"
}