{
    "cancer_type": "Pleuropulmonary Blastoma",
    "title": "Lung Cancer—Patient Version",
    "url": "https://www.cancer.gov/types/lung",
    "content": [
        {
            "section": "Paragraph",
            "text": "Lung cancer includes two main types: non-small cell lung cancer and small cell lung cancer. Smoking causes most lung cancers, but nonsmokers can also develop lung cancer. Explore the links on this page to learn more about lung cancer treatment, prevention, screening, statistics, research, clinical trials, and more."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq"
    ],
    "related_pages": {
        "Pleuropulmonary Blastoma (PDQ®)–Patient Version": {
            "cancer_type": "Pleuropulmonary Blastoma",
            "title": "Pleuropulmonary Blastoma (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "Pleuropulmonary blastoma is a rare and aggressive type of childhood cancer that forms in the lungs, the tissue that covers the lungs, and the inside wall of the chest cavity called the pleura. It can also form in the heart, aorta, pulmonary artery (the blood vessel that takes blood from the heart to the lungs), and the diaphragm (the main breathing muscle below the lungs). Pleuropulmonary blastoma mainly occurs in younger children, typically before the age of 5 years."
                },
                {
                    "section": "Paragraph",
                    "text": "There are four types of pleuropulmonary blastoma:"
                },
                {
                    "section": "Paragraph",
                    "text": "Pleuropulmonary blastoma is caused by certain changes to the way lung cells function, especially how they grow and divide into new cells. Often, the exact cause of these cell changes is unknown. Learn more about how cancer develops at What Is Cancer?"
                },
                {
                    "section": "Paragraph",
                    "text": "A risk factor is anything that increases the chance of getting a disease. Children with a change in the DICER1 gene or a family history of DICER1 syndrome may be at an increased risk of pleuropulmonary blastoma. DICER1 syndrome is a rare genetic disorder that may cause a goiter, polyps in the colon, and tumors of the ovary, cervix, testicle, kidney, brain, eye, and lining of the lung. Not every child with these risk factors will develop a pleuropulmonary blastoma. And it will develop in some children who don't have a known risk factor."
                },
                {
                    "section": "Paragraph",
                    "text": "Talk with your child's doctor if you think your child may be at risk."
                },
                {
                    "section": "Paragraph",
                    "text": "It may not be clear from the family medical history whether your child's pleuropulmonary blastoma is part of an inherited condition related to a change in the DICER1 gene. Genetic counseling can assess the likelihood that your child's cancer is inherited and whether genetic testing is needed. Genetic counselors and other specially trained health professionals can discuss your child's diagnosis and your family's medical history to help you understand:"
                },
                {
                    "section": "Paragraph",
                    "text": "Genetic counselors can also help you cope with your child's genetic testing results, including how to discuss the results with family members. They can also advise you about whether other members of your family should receive genetic testing."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about Genetic Testing for Inherited Cancer Risk."
                },
                {
                    "section": "Paragraph",
                    "text": "Symptoms of pleuropulmonary blastoma are similar to respiratory tract infections. It's important to check with your child's doctor if your child has:"
                },
                {
                    "section": "Paragraph",
                    "text": "These symptoms may be caused by problems other than a pleuropulmonary blastoma. The only way to know is to see your child's doctor."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has symptoms that suggest a pleuropulmonary blastoma, the doctor will need to find out if these are due to cancer or another problem. The doctor will ask when the symptoms started and how often your child has been having them. They will also ask about your child's personal and family medical history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with pleuropulmonary blastoma, the results of these tests will help you and your child's doctor plan treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "The tests used to diagnose pleuropulmonary blastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "An x-ray is a type of radiation that can go through the body and make pictures. A chest x-ray is one that makes pictures of the organs and bones inside the chest."
                },
                {
                    "section": "Paragraph",
                    "text": "A CT scan uses a computer linked to an x-ray machine to make a series of detailed pictures of areas inside the body, such as the chest and abdomen. The pictures are taken from different angles and are used to create 3-D views of tissues and organs. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. Learn more about Computed Tomography (CT) Scans and Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "A PET scan uses a small amount of radioactive sugar (also called radioactive glucose) injected into a vein. Then the PET scanner rotates around the body to make detailed, computerized pictures of areas inside the body where the glucose is taken up. Because cancer cells often take up more glucose than normal cells, the pictures can be used to find cancer cells in the body."
                },
                {
                    "section": "Paragraph",
                    "text": "MRI uses a magnet, radio waves, and a computer to make a series of detailed pictures of areas of the body, such as the head. This procedure is also called nuclear magnetic resonance imaging (NMRI)."
                },
                {
                    "section": "Paragraph",
                    "text": "Echocardiogram uses high-energy sound waves (ultrasound) that bounce off the heart and nearby tissues or organs and make echoes. A moving picture is made of the heart and heart valves as blood is pumped through the heart."
                },
                {
                    "section": "Paragraph",
                    "text": "Ultrasound exam uses high-energy sound waves (ultrasound) that bounce off internal tissues or organs and make echoes. The echoes form a picture of body tissues called a sonogram."
                },
                {
                    "section": "Paragraph",
                    "text": "Bronchoscopy is a procedure to look inside the trachea and large airways in the lung for abnormal areas. A bronchoscope is inserted through the nose or mouth into the trachea and lungs. A bronchoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue samples, which are checked under a microscope for signs of cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Thoracoscopy is a type of surgery used to look inside the chest for abnormal areas. For this surgery, a thoracoscope is inserted into the chest through a cut made between two ribs. A thoracoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue or lymph node samples, which are checked under a microscope for signs of cancer. Sometimes part of the esophagus or lung is also removed. A thoracotomy may be done if the thoracoscope cannot reach certain tissues, organs, or lymph nodes. In this procedure, a larger incision is made between the ribs and the chest is opened."
                },
                {
                    "section": "Paragraph",
                    "text": "DICER1 genetic testing examines a sample of blood or saliva for changes in the DICER1 gene."
                },
                {
                    "section": "Paragraph",
                    "text": "An immunohistochemistry test uses antibodies to check for certain antigens (markers) in a sample of a patient’s tissue. The antibodies are usually linked to an enzyme or a fluorescent dye. After the antibodies bind to the antigen in the sample of the patient’s tissue, the enzyme or dye is activated, and the antigen can then be seen under a microscope. This test is used to help diagnose cancer and to help tell one type of cancer from another type."
                },
                {
                    "section": "Paragraph",
                    "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the genetic test report, pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about choosing a doctor and getting a second opinion, see Finding Health Care Services. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, see Questions to Ask Your Doctor."
                },
                {
                    "section": "Paragraph",
                    "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of pleuropulmonary blastoma. The pediatric oncologist works with other health care providers who are experts in treating children with cancer and also specialize in certain areas of medicine. Other specialists may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "There are different types of treatment for children with pleuropulmonary blastoma. You and your child's care team will work together to decide treatment. Many factors will be considered, such as where the cancer is located and your child's age and overall health."
                },
                {
                    "section": "Paragraph",
                    "text": "Your child's treatment plan will include information about the tumor, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, see our booklet, Children with Cancer: A Guide for Parents."
                },
                {
                    "section": "Paragraph",
                    "text": "Types of treatment your child might have include:"
                },
                {
                    "section": "Paragraph",
                    "text": "For all types of pleuropulmonary blastoma, surgery is done to remove the whole lobe of the lung with cancer. Chemotherapy may be given to shrink the tumor before surgery for patients with Types II or III pleuropulmonary blastoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cancer cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment. Chemotherapy for pleuropulmonary blastoma is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy drugs used alone or in combination to treat pleuropulmonary blastoma include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Other chemotherapy drugs not listed here may also be used."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about Chemotherapy to Treat Cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of pleuropulmonary blastoma may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "If the cancer comes back after treatment, your child's doctor will talk with you about what to expect and possible next steps. There might be treatment options that may shrink the cancer or control its growth. If there are no treatments, your child can receive care to control symptoms from cancer so they can be as comfortable as possible."
                },
                {
                    "section": "Paragraph",
                    "text": "If your child has been diagnosed with pleuropulmonary blastoma, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis. The prognosis can be affected by the type of pleuropulmonary blastoma, whether the cancer has spread to other parts of the body at the time of diagnosis, and whether the cancer was completely removed by surgery."
                },
                {
                    "section": "Paragraph",
                    "text": "No two people are alike, and responses to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                },
                {
                    "section": "Paragraph",
                    "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                },
                {
                    "section": "Paragraph",
                    "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the possible late effects caused by some treatments."
                },
                {
                    "section": "Paragraph",
                    "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some of the tests that were done to diagnose the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of the tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if cancer has come back."
                },
                {
                    "section": "Paragraph",
                    "text": "When your child has cancer, every member of the family needs support. Taking care of yourself during this difficult time is important. Reach out to your child's treatment team and to people in your family and community for support. To learn more, see Support for Families: Childhood Cancer and the booklet Children with Cancer: A Guide for Parents."
                },
                {
                    "section": "Paragraph",
                    "text": "For more childhood cancer information and other general cancer resources, see:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of pleuropulmonary blastoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Pleuropulmonary Blastoma. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq. Accessed <MM/DD/YYYY>."
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Pleuropulmonary Blastoma (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1802",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1743",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1738",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1664",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1669",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1772",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1688",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1673",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1710",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1787",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1790",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1729",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1750_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1752_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1754_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1756_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1760_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1762_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1764_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1766_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1768_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1770_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1804_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18101_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18102_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18103_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18105_toc",
                "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Pleuropulmonary Blastoma (PDQ®)–Patient Version": {
                    "cancer_type": "Pleuropulmonary Blastoma",
                    "title": "Pleuropulmonary Blastoma (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Pleuropulmonary blastoma is a rare and aggressive type of childhood cancer that forms in the lungs, the tissue that covers the lungs, and the inside wall of the chest cavity called the pleura. It can also form in the heart, aorta, pulmonary artery (the blood vessel that takes blood from the heart to the lungs), and the diaphragm (the main breathing muscle below the lungs). Pleuropulmonary blastoma mainly occurs in younger children, typically before the age of 5 years."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There are four types of pleuropulmonary blastoma:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Pleuropulmonary blastoma is caused by certain changes to the way lung cells function, especially how they grow and divide into new cells. Often, the exact cause of these cell changes is unknown. Learn more about how cancer develops at What Is Cancer?"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A risk factor is anything that increases the chance of getting a disease. Children with a change in the DICER1 gene or a family history of DICER1 syndrome may be at an increased risk of pleuropulmonary blastoma. DICER1 syndrome is a rare genetic disorder that may cause a goiter, polyps in the colon, and tumors of the ovary, cervix, testicle, kidney, brain, eye, and lining of the lung. Not every child with these risk factors will develop a pleuropulmonary blastoma. And it will develop in some children who don't have a known risk factor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Talk with your child's doctor if you think your child may be at risk."
                        },
                        {
                            "section": "Paragraph",
                            "text": "It may not be clear from the family medical history whether your child's pleuropulmonary blastoma is part of an inherited condition related to a change in the DICER1 gene. Genetic counseling can assess the likelihood that your child's cancer is inherited and whether genetic testing is needed. Genetic counselors and other specially trained health professionals can discuss your child's diagnosis and your family's medical history to help you understand:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Genetic counselors can also help you cope with your child's genetic testing results, including how to discuss the results with family members. They can also advise you about whether other members of your family should receive genetic testing."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about Genetic Testing for Inherited Cancer Risk."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Symptoms of pleuropulmonary blastoma are similar to respiratory tract infections. It's important to check with your child's doctor if your child has:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These symptoms may be caused by problems other than a pleuropulmonary blastoma. The only way to know is to see your child's doctor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has symptoms that suggest a pleuropulmonary blastoma, the doctor will need to find out if these are due to cancer or another problem. The doctor will ask when the symptoms started and how often your child has been having them. They will also ask about your child's personal and family medical history and do a physical exam. Depending on these results, they may recommend other tests. If your child is diagnosed with pleuropulmonary blastoma, the results of these tests will help you and your child's doctor plan treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The tests used to diagnose pleuropulmonary blastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "An x-ray is a type of radiation that can go through the body and make pictures. A chest x-ray is one that makes pictures of the organs and bones inside the chest."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A CT scan uses a computer linked to an x-ray machine to make a series of detailed pictures of areas inside the body, such as the chest and abdomen. The pictures are taken from different angles and are used to create 3-D views of tissues and organs. A dye may be injected into a vein or swallowed to help the organs or tissues show up more clearly. This procedure is also called computed tomography, computerized tomography, or computerized axial tomography. Learn more about Computed Tomography (CT) Scans and Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A PET scan uses a small amount of radioactive sugar (also called radioactive glucose) injected into a vein. Then the PET scanner rotates around the body to make detailed, computerized pictures of areas inside the body where the glucose is taken up. Because cancer cells often take up more glucose than normal cells, the pictures can be used to find cancer cells in the body."
                        },
                        {
                            "section": "Paragraph",
                            "text": "MRI uses a magnet, radio waves, and a computer to make a series of detailed pictures of areas of the body, such as the head. This procedure is also called nuclear magnetic resonance imaging (NMRI)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Echocardiogram uses high-energy sound waves (ultrasound) that bounce off the heart and nearby tissues or organs and make echoes. A moving picture is made of the heart and heart valves as blood is pumped through the heart."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Ultrasound exam uses high-energy sound waves (ultrasound) that bounce off internal tissues or organs and make echoes. The echoes form a picture of body tissues called a sonogram."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Bronchoscopy is a procedure to look inside the trachea and large airways in the lung for abnormal areas. A bronchoscope is inserted through the nose or mouth into the trachea and lungs. A bronchoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue samples, which are checked under a microscope for signs of cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Thoracoscopy is a type of surgery used to look inside the chest for abnormal areas. For this surgery, a thoracoscope is inserted into the chest through a cut made between two ribs. A thoracoscope is a thin, tube-like instrument with a light and a lens for viewing. It may also have a tool to remove tissue or lymph node samples, which are checked under a microscope for signs of cancer. Sometimes part of the esophagus or lung is also removed. A thoracotomy may be done if the thoracoscope cannot reach certain tissues, organs, or lymph nodes. In this procedure, a larger incision is made between the ribs and the chest is opened."
                        },
                        {
                            "section": "Paragraph",
                            "text": "DICER1 genetic testing examines a sample of blood or saliva for changes in the DICER1 gene."
                        },
                        {
                            "section": "Paragraph",
                            "text": "An immunohistochemistry test uses antibodies to check for certain antigens (markers) in a sample of a patient’s tissue. The antibodies are usually linked to an enzyme or a fluorescent dye. After the antibodies bind to the antigen in the sample of the patient’s tissue, the enzyme or dye is activated, and the antigen can then be seen under a microscope. This test is used to help diagnose cancer and to help tell one type of cancer from another type."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You may want to get a second opinion to confirm your child's cancer diagnosis and treatment plan. If you seek a second opinion, you will need to get medical test results and reports from the first doctor to share with the second doctor. The second doctor will review the genetic test report, pathology report, slides, and scans. This doctor may agree with the first doctor, suggest changes to the treatment plan, or provide more information about your child's cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about choosing a doctor and getting a second opinion, see Finding Health Care Services. You can contact NCI's Cancer Information Service via chat, email, or phone (both in English and Spanish) for help finding a doctor or hospital that can provide a second opinion. For questions you might want to ask at your child's appointments, see Questions to Ask Your Doctor."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A pediatric oncologist, a doctor who specializes in treating children with cancer, oversees treatment of pleuropulmonary blastoma. The pediatric oncologist works with other health care providers who are experts in treating children with cancer and also specialize in certain areas of medicine. Other specialists may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "There are different types of treatment for children with pleuropulmonary blastoma. You and your child's care team will work together to decide treatment. Many factors will be considered, such as where the cancer is located and your child's age and overall health."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Your child's treatment plan will include information about the tumor, the goals of treatment, treatment options, and the possible side effects. It will be helpful to talk with your child's care team before treatment begins about what to expect. For help every step of the way, see our booklet, Children with Cancer: A Guide for Parents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Types of treatment your child might have include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For all types of pleuropulmonary blastoma, surgery is done to remove the whole lobe of the lung with cancer. Chemotherapy may be given to shrink the tumor before surgery for patients with Types II or III pleuropulmonary blastoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy (also called chemo) uses drugs to stop the growth of cancer cells. Chemotherapy either kills the cancer cells or stops them from dividing. Chemotherapy may be given alone or with other types of treatment. Chemotherapy for pleuropulmonary blastoma is injected into a vein. When given this way, the drugs enter the bloodstream and can reach cancer cells throughout the body."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy drugs used alone or in combination to treat pleuropulmonary blastoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Other chemotherapy drugs not listed here may also be used."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about Chemotherapy to Treat Cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some children, joining a clinical trial may be an option. There are different types of clinical trials for childhood cancer. For example, a treatment trial tests new treatments or new ways of using current treatments. Supportive care and palliative care trials look at ways to improve quality of life, especially for those who have side effects from cancer and its treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "You can use the clinical trial search to find NCI-supported cancer clinical trials accepting participants. The search allows you to filter trials based on the type of cancer, your child's age, and where the trials are being done. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Learn more about clinical trials, including how to find and join one, at Clinical Trials Information for Patients and Caregivers."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of pleuropulmonary blastoma may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "If the cancer comes back after treatment, your child's doctor will talk with you about what to expect and possible next steps. There might be treatment options that may shrink the cancer or control its growth. If there are no treatments, your child can receive care to control symptoms from cancer so they can be as comfortable as possible."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If your child has been diagnosed with pleuropulmonary blastoma, you likely have questions about how serious the cancer is and your child's chances of survival. The likely outcome or course of a disease is called prognosis. The prognosis can be affected by the type of pleuropulmonary blastoma, whether the cancer has spread to other parts of the body at the time of diagnosis, and whether the cancer was completely removed by surgery."
                        },
                        {
                            "section": "Paragraph",
                            "text": "No two people are alike, and responses to treatment can vary greatly. Your child's cancer care team is in the best position to talk with you about your child's prognosis."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer treatments can cause side effects. Which side effects your child might have depends on the type of treatment they receive, the dose, and how their body reacts. Talk with your child's treatment team about which side effects to look for and ways to manage them."
                        },
                        {
                            "section": "Paragraph",
                            "text": "To learn more about side effects that begin during treatment for cancer, visit Side Effects."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Problems from cancer treatment that begin 6 months or later after treatment and continue for months or years are called late effects. Late effects of cancer treatment may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some late effects may be treated or controlled. It is important to talk with your child's doctors about the possible late effects caused by some treatments."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As your child goes through treatment, they will have follow-up tests or check-ups. Some of the tests that were done to diagnose the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of the tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your child's condition has changed or if cancer has come back."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When your child has cancer, every member of the family needs support. Taking care of yourself during this difficult time is important. Reach out to your child's treatment team and to people in your family and community for support. To learn more, see Support for Families: Childhood Cancer and the booklet Children with Cancer: A Guide for Parents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more childhood cancer information and other general cancer resources, see:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of pleuropulmonary blastoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Pleuropulmonary Blastoma. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq. Accessed <MM/DD/YYYY>."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Pleuropulmonary Blastoma (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1802",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1743",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1738",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1664",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1669",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1772",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1688",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1673",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1710",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1787",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1790",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1729",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1750_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1752_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1754_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1756_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1760_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1762_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1764_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1766_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1768_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1770_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_1804_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18101_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18102_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18103_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq#_18105_toc",
                        "https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lung/patient/child-pleuropulmonary-blastoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}