{
  "topic": "POLLUTANTS",
  "subtopic": "Is there adequate control of workplace cancer-causing substances, and what actions can I take to protect myself and my family?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/pollutants-recommendation/172-adequate-control-workplace-cancer-causing-substances",
  "content": "## Is there adequate control of workplace cancer-causing substances, and what actions can I take to protect myself and my family?\nIs there adequate control of workplace cancer-causing substances, and what actions can I take to protect myself and my family?\nUsually yes, because cancer-causing substances in the workplace are avoidable hazards and therefore the most successful form of prevention is to avoid the use or generation of these substances in the workplace, for example by using alternative technologies or substances. This type of intervention often requires that authorities implement regulatory control. Today, in the European Union, all countries have legislation for hazardous substances that imposes obligations on employers and employees – that is, it is the responsibility of the worker to comply with safety rules at work. As a result, exposure to many cancer-causing substances has been reduced in workplaces.\nSo why only “usually yes”?\nLegislation alone does not protect; the protection measures have to be applied and the workers have to comply with health and safety instructions. This is why there needs to be continuous surveillance of compliance with\nprotection guidelines\n. Workplace monitoring ensures that exposure to cancer-causing substances by inhalation of airborne substances, or by skin contact or ingestion, is minimized. The essential measures (see Figure 3) typically carried out by an occupational hygienist are:\nto inspect the processes where the substances are in use or can be generated,\nto ensure that safe operating procedures are followed,\nto measure airborne levels,\nto ensure that personal protective equipment is appropriate (e.g. gloves, goggles, protective clothing, etc.), and properly used and maintained,\nto ensure good personal hygiene,\nwhere necessary, to measure the workers’ exposure to chemicals (biomonitoring) and initiate and maintain appropriate recording, notification, and review processes.\nFigure 3:\nTraditional hierarchy of exposure control practices\nSource: Reproduced with permission from the National Institute of Occupational Safety and Health/Centers for Disease Control and Prevention “Control Banding Safety and Health” Web Topic Page\n."
}