{
  "topic": "POLLUTANTS",
  "subtopic": "What actions can I take to protect myself and my family?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/pollutants-recommendation/166-actions-protect-myself-family",
  "content": "## What actions can I take to protect myself and my family?\nWhat actions can I take to protect myself and my family?\nFor most cancer-causing chemical substances in the environment, the most effective measures are regulations and community actions aimed at reducing or eliminating these substances, rather than personal actions. However, it is important to know what you are being exposed to, so that you can make informed decisions about your health. Here are some examples of personal interventions:\nYou can make your home and immediate environment smoke-free by not allowing others to\nsmoke indoors or in vehicles\n.\nBe aware of the chemicals in the products you buy for private use; read instructions for safe and proper use, if available, and follow the directions carefully.\nIf you have asbestos that needs to be removed, you must not do it yourself; you need to hire a professional contractor, and you must not dispose of any waste from asbestos removal into the environment.\nRestrict the use of chemicals to well-ventilated rooms, or use them outside.\nYou can reduce indoor air pollution by ensuring adequate ventilation. Use energy-efficient household appliances (heating, cooling, etc.), and avoid open burning of organic matter such as wood or yard/garden debris, to reduce air pollution.\nIndividual actions (such as limiting the use of cars and properly maintain these, or using a bicycle or public transportation) can contribute to reduce air pollution.\nYou can contribute to minimizing contamination of drinking-water and soil by properly disposing of household chemicals (e.g. pesticides, paints) or pharmaceuticals, and by reducing waste.\nYou can also contribute to a healthier environment by contributing to raise public awareness, which may result in general public or community actions."
}