{
  "topic": "POLLUTANTS",
  "subtopic": "In which occupations is there an increased cancer risk, and which are the most important types of cancers?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/pollutants-recommendation/169-which-occupations-is-there-an-increased-cancer-risk",
  "content": "## In which occupations is there an increased cancer risk, and which are the most important types of cancers?\nIn which occupations is there an increased cancer risk, and which are the most important types of cancers?\nA number of occupations and specific chemical substances found in workplaces have been shown to increase the risk of certain cancers. Some of the most important cancer-causing substances in the workplace are described further:\nAromatic amines\nAsbestos\nChromium (VI) compounds\nDiesel engine exhaust\nMineral oils, untreated or mildly treated\nPolycyclic aromatic hydrocarbons (PAHs)\nSilica dust\nTable 1 presents occupations in which higher cancer occurrences have been identified. In some of these occupations, the specific chemical substances causing cancer are known, whereas in others the specific substances have not been clearly identified.\nTable 1:\nCancer-causing occupations\nOccupation\nor industry\nTumour sites (or types)\nfor which there is sufficient evidence of carcinogenicity in humans\nAluminium production\nLung, urinary bladder\nAuramine manufacture\nUrinary bladder\nCoal gasification\nLung\nCoal-tar distillation\nSkin\nCoke production\nHaematite mining (underground)\nIron and steel founding\nIsopropyl alcohol production\nNasal cavity and paranasal sinus\nMagenta production\nPainting\nLung, mesothelioma, urinary bladder\nRubber production\nLeukaemia, lymphoma, lung, stomach, urinary bladder\nSource: Reproduced from Cogliano VJ, Baan R, Straif K et al. (2011). Preventable exposures associated with human cancers. J Natl Cancer Inst, 103:1827–1829, by permission of Oxford University Press.\nAt workplaces, exposures are typically complex, with exposures to chemical substances alone, as mixtures, or in combination with other work-related exposures or other cancer-causing substances, such as\nsmoking\nor\nalcohol drinking\n. Thus, many workers may potentially be exposed to several substances, and these may affect multiple cancer sites. Cancer-causing substances in the workplace cause predominantly lung cancer, and frequently also mesothelioma (cancer of the cells of the mesothelium, the protective lining that covers the chest, the abdomen, and the space around your heart) and cancers of the skin, urinary bladder, and oesophagus (Figure 2).\nFigure 2:\nCancer sites related to chemical substances found in the workplace.\nSource: © iStockphoto.com.\nOutdoor workers, including construction workers and agricultural workers, lifeguards, or gardeners may expose their skin to increased risk of\nUV damage\n. Other work-related exposures include\nsecond-hand smoke\nand\nradon\n."
}