{
  "topic": "POLLUTANTS",
  "subtopic": "Is there adequate control of cancer-causing chemical substances in the environment? Am I adequately protected?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/pollutants-recommendation/164-adequate-control-of-cancer-causing-chemical-substances",
  "content": "## Is there adequate control of cancer-causing chemical substances in the environment? Am I adequately protected?\nIs there adequate control of cancer-causing chemical substances in the environment? Am I adequately protected?\nIn general terms, yes. Major interventions have been introduced in the European Union to control cancer-causing chemical substances in the environment. For example, levels of\ndioxins\nhave decreased sharply in the environment, including in foods, and consequently in humans. The use of all forms of\nasbestos\nhas been banned in the European Union Member States (Directive 1999/77/EC bans all types of utilization of asbestos from 1 January 2005, and Directive 2003/18/EC bans the extraction of asbestos and the manufacture and processing of asbestos products).\nHowever, not all exposures are controlled optimally across European Union countries. Whereas air pollution levels in major European cities are much lower nowadays than in the 1960s or 1970s, even stricter protection limits are continuously under review. New technologies are being developed, such as engineered nanoparticles; however, even when use of new technologies is regulated based on available knowledge, their cancer risk profile ultimately remains to be studied. Also, new societal conditions may influence exposures that were previously better controlled. Finally, new scientific evidence may show that exposures that were previously thought to be safe may cause cancer. Many control measures and regulations have been implemented, but we need to constantly revise and adapt the evidence and recommendations. In addition, compliance with regulations needs to be continuously monitored. For example, exposure to asbestos in the course of removal, demolition, servicing, and maintenance activities is still a problem in some countries."
}