{
  "topic": "POLLUTANTS",
  "subtopic": "Which are the most important chemical substances in the environment that may cause cancer, and which cancers do they cause?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/pollutants-recommendation/163-most-important-chemical-substances",
  "content": "## Which are the most important chemical substances in the environment that may cause cancer, and which cancers do they cause?\nWhich are the most important chemical substances in the environment that may cause cancer, and which cancers do they cause?\nSome of the most important chemical substances in our environment in the countries of the European Union are pollutants contaminating the outdoor and indoor air, including all forms of\nasbestos\n,\nbenzene\ndiesel engine exhaust\nand\npolycyclic aromatic hydrocarbons (PAHs)\n; water and food contaminants such as\narsenic and inorganic arsenic compounds\n; and\npersistent organic pollutants (POPs)\n, such as dioxins. Air pollution has recently been classified by the International Agency for Research on Cancer (IARC) as a mixture of multiple pollutants that may cause cancer.\nThere are a number of cancer types for which there is sufficient evidence that they are caused by chemical substances found in the environment. Cancers of the lung, urinary bladder, and skin, as well as mesothelioma (cancer of the cells of the mesothelium, the protective lining that covers the chest, the abdomen, and the space around your heart), leukaemias, and lymphomas, are the most important types (Figure 1).\nFigure 1:\nMain cancer sites related to chemical substances in the environment.\nSource: © iStockphoto.com\nThe\nInternational Agency for Research on Cancer (IARC)\ncontinuously assesses the potential of chemicals and other substances to cause cancer in humans. Such assessments, by IARC or by other international or national authorities, are usually the first step in cancer prevention and enable decision-makers to institute measures to reduce or eliminate human exposure to known – or sometimes also suspected – cancer-causing substances.\nOther relevant environmental exposures are\nsecond-hand smoke\n(or involuntary, “passive” smoking),\nradon\n, and\nultraviolet (UV) radiation\nfrom the sun."
}