{
    "cancer_type": "Pregnancy and Non-Hodgkin Lymphoma",
    "title": "Non-Hodgkin Lymphoma Treatment During Pregnancy (PDQ®)–Health Professional Version",
    "url": "https://www.cancer.gov/types/lymphoma/hp/non-hodgkin-lymphoma-treatment-during-pregnancy-pdq",
    "content": [
        {
            "section": "Paragraph",
            "text": "Non-Hodgkin lymphoma (NHL) is more common in older patients, with a median age at diagnosis of 68 years.[1] Hodgkin lymphoma is most common in early adulthood and in patients older than 65 years.[2] This age distribution may explain why there are fewer reports of NHL in pregnant patients.[3]"
        },
        {
            "section": "Paragraph",
            "text": "To avoid exposure to ionizing radiation, magnetic resonance imaging is the preferred tool for staging evaluation.[1] For more information, see the Stage Information for Indolent B-Cell Non-Hodgkin Lymphoma section in Indolent B-Cell Non-Hodgkin Lymphoma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "Treatment may be delayed for women with an indolent non-Hodgkin lymphoma."
        },
        {
            "section": "Paragraph",
            "text": "According to anecdotal case series, most non-Hodgkin lymphomas (NHLs) in pregnant patients are aggressive, and delay of therapy until after delivery appears to have poor outcomes.[1-4] Consequently, some investigators favor immediate therapy, even during pregnancy.[4] In a review of 121 patient case reports from 74 papers, one-half of the patients had very aggressive lymphomas, such as Burkitt lymphoma, and one-half of the patients had involvement of the breast, ovaries, uterus, or placenta.[5] One-half of the patients received therapy antepartum, and the 6-month survival rate was 53%, with a live-birth rate of 83%.[5][Level of evidence C3]"
        },
        {
            "section": "Paragraph",
            "text": "A multicenter retrospective analysis of 50 patients described pregnancy termination in 3 patients, deferral of therapy to postpartum in 15 patients (median 30 weeks gestation), and antenatal therapy in the remaining 32 patients (median 21 weeks gestation, all done after the first trimester).[6] With a median follow-up of 41 months, the 3-year progression-free survival rate was 53%, and the overall survival rate was 82%, using R-CHOP (rituximab, cyclophosphamide, doxorubicin hydrochloride, vincristine sulfate, and prednisone) or modifications of this regimen.[6][Level of evidence C3]"
        },
        {
            "section": "Paragraph",
            "text": "For some women, early delivery, when feasible, may minimize or avoid fetal exposure to chemotherapy or radiation therapy."
        },
        {
            "section": "Paragraph",
            "text": "Termination of pregnancy in the first trimester may allow immediate therapy for women with aggressive NHL."
        },
        {
            "section": "Paragraph",
            "text": "Evidence (treatment effect on children exposed in utero):"
        },
        {
            "section": "Paragraph",
            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
        },
        {
            "section": "Paragraph",
            "text": "Editorial changes were made to this summary."
        },
        {
            "section": "Paragraph",
            "text": "This summary is written and maintained by the PDQ Adult Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
        },
        {
            "section": "Paragraph",
            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of non-Hodgkin lymphoma during pregnancy. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
        },
        {
            "section": "Paragraph",
            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Adult Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
        },
        {
            "section": "Paragraph",
            "text": "Board members review recently published articles each month to determine whether an article should:"
        },
        {
            "section": "Paragraph",
            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
        },
        {
            "section": "Paragraph",
            "text": "The lead reviewers for Non-Hodgkin Lymphoma Treatment During Pregnancy are:"
        },
        {
            "section": "Paragraph",
            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
        },
        {
            "section": "Paragraph",
            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Adult Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
        },
        {
            "section": "Paragraph",
            "text": "The preferred citation for this PDQ summary is:"
        },
        {
            "section": "Paragraph",
            "text": "PDQ® Adult Treatment Editorial Board. PDQ Non-Hodgkin Lymphoma Treatment During Pregnancy. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/hp/non-hodgkin-lymphoma-treatment-during-pregnancy-pdq. Accessed <MM/DD/YYYY>. [PMID: 37437081]"
        },
        {
            "section": "Paragraph",
            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
        },
        {
            "section": "Paragraph",
            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
        },
        {
            "section": "Paragraph",
            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Non-Hodgkin Lymphoma Treatment During Pregnancy (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}