{
    "cancer_type": "Pregnancy and Hodgkin Lymphoma",
    "title": "Hodgkin Lymphoma Treatment During Pregnancy (PDQ®)–Health Professional Version",
    "url": "https://www.cancer.gov/types/lymphoma/hp/hodgkin-lymphoma-treatment-during-pregnancy-pdq",
    "content": [
        {
            "section": "Paragraph",
            "text": "Hodgkin lymphoma (HL) primarily affects young women, some of whom may be pregnant. When treating a pregnant woman, an oncologist will provide therapy that minimizes risk to the fetus. Treatment choice must be individualized, taking the following into consideration:"
        },
        {
            "section": "Paragraph",
            "text": "To avoid exposing a pregnant woman to ionizing radiation, magnetic resonance imaging is the preferred method for staging evaluation.[1] The presenting stage, clinical behavior, prognosis, and histological subtypes of Hodgkin lymphoma (HL) in pregnant women do not differ from those in nonpregnant women during their childbearing years.[2] For more information, see the Stage Information for HL section in Hodgkin Lymphoma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "Treatment options for Hodgkin lymphoma (HL) during pregnancy include:"
        },
        {
            "section": "Paragraph",
            "text": "In one study, the 20-year survival rate of pregnant women with HL did not differ from the 20-year survival rate of nonpregnant women who were matched for similar stage of disease, age at diagnosis, and calendar year of treatment.[1]"
        },
        {
            "section": "Paragraph",
            "text": "The long-term effects on children after chemotherapy exposure in utero are unknown.[1-5]"
        },
        {
            "section": "Paragraph",
            "text": "Based on anecdotal series, there is no evidence that a pregnancy after completion of therapy increases the relapse rate for patients in remission.[6,7]"
        },
        {
            "section": "Paragraph",
            "text": "HL that is diagnosed in the first trimester of pregnancy does not constitute an absolute indication for therapeutic abortion. Treatment options for each patient must take into account disease stage, rapidity of growth of the lymphoma, and the patient's wishes.[8]"
        },
        {
            "section": "Paragraph",
            "text": "If the HL presents in early stage above the diaphragm and is growing slowly, patients can be observed carefully, with plans to induce delivery early and proceed with definitive therapy.[9]"
        },
        {
            "section": "Paragraph",
            "text": "Alternatively, these patients can receive radiation therapy with proper shielding.[10-13] Investigators at the MD Anderson Cancer Center reported no congenital abnormalities in 16 babies delivered after the mothers had received supradiaphragmatic radiation while the uterus was shielded with five half-value layers of lead.[14] Because of theoretical risks of the fetus developing future malignancies from even minimal scattered radiation doses outside the radiation field, postponing radiation therapy—if possible, until after delivery—should be considered.[15]"
        },
        {
            "section": "Paragraph",
            "text": "Evidence (chemotherapy during the first trimester):"
        },
        {
            "section": "Paragraph",
            "text": "In the second half of pregnancy, patients can be observed carefully, and therapy can be postponed until induction of delivery at 32 to 36 weeks.[4,5,16]"
        },
        {
            "section": "Paragraph",
            "text": "As an alternative, a short course of radiation therapy can be used before delivery in cases of respiratory compromise caused by a rapidly enlarging mediastinal mass."
        },
        {
            "section": "Paragraph",
            "text": "If chemotherapy is mandatory before delivery—such as for patients with symptomatic advanced-stage disease—vinblastine alone, given intravenously at 6 mg/m² every 2 weeks until induction of delivery, may be considered because it has not been associated with fetal abnormalities in the second half of pregnancy.[4,5] Combination chemotherapy with ABVD appears to be safe in the second half of pregnancy.[3] If chemotherapy is required after the first trimester, many clinicians prefer the combination of drugs over single-agent drugs or radiation therapy. Steroids are used both for their antitumor effect and for hastening fetal pulmonary maturity."
        },
        {
            "section": "Paragraph",
            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
        },
        {
            "section": "Paragraph",
            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
        },
        {
            "section": "Paragraph",
            "text": "This is a new summary."
        },
        {
            "section": "Paragraph",
            "text": "This summary is written and maintained by the PDQ Adult Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
        },
        {
            "section": "Paragraph",
            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of Hodgkin lymphoma during pregnancy. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
        },
        {
            "section": "Paragraph",
            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Adult Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
        },
        {
            "section": "Paragraph",
            "text": "Board members review recently published articles each month to determine whether an article should:"
        },
        {
            "section": "Paragraph",
            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
        },
        {
            "section": "Paragraph",
            "text": "The lead reviewer for Hodgkin Lymphoma Treatment During Pregnancy is:"
        },
        {
            "section": "Paragraph",
            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
        },
        {
            "section": "Paragraph",
            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Adult Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
        },
        {
            "section": "Paragraph",
            "text": "The preferred citation for this PDQ summary is:"
        },
        {
            "section": "Paragraph",
            "text": "PDQ® Adult Treatment Editorial Board. PDQ Hodgkin Lymphoma Treatment During Pregnancy. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/hp/hodgkin-lymphoma-treatment-during-pregnancy-pdq. Accessed <MM/DD/YYYY>."
        },
        {
            "section": "Paragraph",
            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
        },
        {
            "section": "Paragraph",
            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
        },
        {
            "section": "Paragraph",
            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Hodgkin Lymphoma Treatment During Pregnancy (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}