{
    "cancer_type": "Primary CNS Lymphoma",
    "title": "Lymphoma—Patient Version",
    "url": "https://www.cancer.gov/types/lymphoma",
    "content": [
        {
            "section": "Paragraph",
            "text": "Lymphoma is a broad term for cancer that begins in cells of the lymph system. The two main types are Hodgkin lymphoma and non-Hodgkin lymphoma (NHL). Hodgkin lymphoma can often be cured. The prognosis of NHL depends on the specific type. Explore the links on this page to learn more about lymphoma treatment, research, and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about prevention of lymphoma."
        },
        {
            "section": "Paragraph",
            "text": "NCI does not have PDQ evidence-based information about screening for lymphoma."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq"
    ],
    "related_pages": {
        "Primary CNS Lymphoma Treatment (PDQ®)–Patient Version": {
            "cancer_type": "Primary CNS Lymphoma",
            "title": "Primary CNS Lymphoma Treatment (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "Lymphoma is a disease in which malignant (cancer) cells form in the lymph system. The lymph system is part of the immune system and is made up of the lymph, lymph vessels, lymph nodes, spleen, thymus, tonsils, and bone marrow. Lymphocytes (carried in the lymph) travel in and out of the central nervous system (CNS). It is thought that some of these lymphocytes become malignant and cause lymphoma to form in the CNS. Primary CNS lymphoma can start in the brain, spinal cord, or meninges (the layers that form the outer covering of the brain). Because the eye is so close to the brain, primary CNS lymphoma can also start in the eye (called ocular lymphoma)."
                },
                {
                    "section": "Paragraph",
                    "text": "Anything that increases a person's chance of getting a disease is called a risk factor. Not every person with one or more of these risk factors will develop primary CNS lymphoma, and it will develop in people who don't have any known risk factors. Talk with your doctor if you think you may be at risk."
                },
                {
                    "section": "Paragraph",
                    "text": "Primary CNS lymphoma may occur in patients who have HIV, AIDS, Epstein-Barr virus, or other disorders of the immune system, or who have had an organ transplant. For more information about lymphoma in patients with AIDS, see AIDS-Related Lymphoma Treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "These and other signs and symptoms may be caused by primary CNS lymphoma or by other conditions. Check with your doctor if you have any of the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "In addition to asking about your personal and family health history and doing a physical exam, your doctor may perform the following tests and procedures:"
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests may be done on the samples of tissue that are removed:"
                },
                {
                    "section": "Paragraph",
                    "text": "The prognosis depends on the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment options depend on the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of primary CNS lymphoma works best when the tumor has not spread outside the cerebrum (the largest part of the brain) and the patient is younger than 60 years, able to carry out most daily activities, and does not have AIDS or other diseases that weaken the immune system."
                },
                {
                    "section": "Paragraph",
                    "text": "Primary CNS lymphoma usually does not spread beyond the central nervous system or the eye. The process used to find out if cancer has spread is called staging. There is no standard system for staging primary CNS lymphoma."
                },
                {
                    "section": "Paragraph",
                    "text": "The following tests and procedures may be used to help plan treatment:"
                },
                {
                    "section": "Paragraph",
                    "text": "Primary CNS lymphoma often recurs in the brain, spinal cord, or the eye."
                },
                {
                    "section": "Paragraph",
                    "text": "Different types of treatment are available for patients with primary CNS lymphoma. Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Surgery is not used to treat primary CNS lymphoma."
                },
                {
                    "section": "Paragraph",
                    "text": "Radiation therapy is a cancer treatment that uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. External radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Because primary CNS lymphoma spreads throughout the brain, external radiation therapy is given to the whole brain. This is called whole-brain radiation therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "High-dose radiation therapy to the brain can damage healthy tissue and cause disorders that can affect thinking, learning, problem solving, reading, writing, speech, and memory. Clinical trials have tested the use of chemotherapy alone or before radiation therapy to reduce the damage to healthy brain tissue that occurs with the use of radiation therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy). When chemotherapy is placed directly into the cerebrospinal fluid (intrathecal chemotherapy), an organ, or a body cavity such as the abdomen, the drugs mainly affect cancer cells in those areas (regional chemotherapy)."
                },
                {
                    "section": "Paragraph",
                    "text": "The way the chemotherapy is given depends on where the tumor is in the CNS or eye. Primary CNS lymphoma may be treated with systemic chemotherapy, intrathecal chemotherapy, and/or intraventricular chemotherapy, in which anticancer drugs are placed into the ventricles (fluid-filled cavities) of the brain. If primary CNS lymphoma is found in the eye, anticancer drugs are injected directly into the vitreous humor (jelly-like substance) inside the eye."
                },
                {
                    "section": "Paragraph",
                    "text": "Steroids are hormones made naturally in the body. They can also be made in a laboratory and used as drugs. Glucocorticoids are steroid drugs that have an anticancer effect in lymphomas."
                },
                {
                    "section": "Paragraph",
                    "text": "Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells."
                },
                {
                    "section": "Paragraph",
                    "text": "High doses of chemotherapy are given to kill cancer cells. Healthy cells, including blood-forming cells, are also destroyed by the cancer treatment. Stem cell transplant is a treatment to replace the blood-forming cells. Stem cells (immature blood cells) are removed from the blood or bone marrow of the patient or a donor and are frozen and stored. After the patient completes chemotherapy, the stored stem cells are thawed and given back to the patient through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                },
                {
                    "section": "Paragraph",
                    "text": "Immunotherapy is a treatment that uses the patient's immune system to fight cancer. Substances made by the body or made in a laboratory are used to boost, direct, or restore the body's natural defenses against cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Information about clinical trials is available from the NCI website."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                },
                {
                    "section": "Paragraph",
                    "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                },
                {
                    "section": "Paragraph",
                    "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed primary central nervous system (CNS) lymphoma may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of recurrent primary central nervous system (CNS) lymphoma may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of newly diagnosed primary intraocular lymphoma may include the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "For more information from the National Cancer Institute about primary central nervous system (CNS) lymphoma, see the following:"
                },
                {
                    "section": "Paragraph",
                    "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of primary CNS lymphoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Adult Treatment Editorial Board. PDQ Primary CNS Lymphoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389274]"
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Primary CNS Lymphoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_1",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_18",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_25",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_48",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_1630",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_159",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_96",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Primary CNS Lymphoma Treatment (PDQ®)–Patient Version": {
                    "cancer_type": "Primary CNS Lymphoma",
                    "title": "Primary CNS Lymphoma Treatment (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Lymphoma is a disease in which malignant (cancer) cells form in the lymph system. The lymph system is part of the immune system and is made up of the lymph, lymph vessels, lymph nodes, spleen, thymus, tonsils, and bone marrow. Lymphocytes (carried in the lymph) travel in and out of the central nervous system (CNS). It is thought that some of these lymphocytes become malignant and cause lymphoma to form in the CNS. Primary CNS lymphoma can start in the brain, spinal cord, or meninges (the layers that form the outer covering of the brain). Because the eye is so close to the brain, primary CNS lymphoma can also start in the eye (called ocular lymphoma)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Anything that increases a person's chance of getting a disease is called a risk factor. Not every person with one or more of these risk factors will develop primary CNS lymphoma, and it will develop in people who don't have any known risk factors. Talk with your doctor if you think you may be at risk."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary CNS lymphoma may occur in patients who have HIV, AIDS, Epstein-Barr virus, or other disorders of the immune system, or who have had an organ transplant. For more information about lymphoma in patients with AIDS, see AIDS-Related Lymphoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "These and other signs and symptoms may be caused by primary CNS lymphoma or by other conditions. Check with your doctor if you have any of the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In addition to asking about your personal and family health history and doing a physical exam, your doctor may perform the following tests and procedures:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests may be done on the samples of tissue that are removed:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis depends on the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options depend on the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of primary CNS lymphoma works best when the tumor has not spread outside the cerebrum (the largest part of the brain) and the patient is younger than 60 years, able to carry out most daily activities, and does not have AIDS or other diseases that weaken the immune system."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary CNS lymphoma usually does not spread beyond the central nervous system or the eye. The process used to find out if cancer has spread is called staging. There is no standard system for staging primary CNS lymphoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The following tests and procedures may be used to help plan treatment:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Primary CNS lymphoma often recurs in the brain, spinal cord, or the eye."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Different types of treatment are available for patients with primary CNS lymphoma. Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery is not used to treat primary CNS lymphoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy is a cancer treatment that uses high-energy x-rays or other types of radiation to kill cancer cells or keep them from growing. External radiation therapy uses a machine outside the body to send radiation toward the area of the body with cancer. Because primary CNS lymphoma spreads throughout the brain, external radiation therapy is given to the whole brain. This is called whole-brain radiation therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "High-dose radiation therapy to the brain can damage healthy tissue and cause disorders that can affect thinking, learning, problem solving, reading, writing, speech, and memory. Clinical trials have tested the use of chemotherapy alone or before radiation therapy to reduce the damage to healthy brain tissue that occurs with the use of radiation therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy). When chemotherapy is placed directly into the cerebrospinal fluid (intrathecal chemotherapy), an organ, or a body cavity such as the abdomen, the drugs mainly affect cancer cells in those areas (regional chemotherapy)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The way the chemotherapy is given depends on where the tumor is in the CNS or eye. Primary CNS lymphoma may be treated with systemic chemotherapy, intrathecal chemotherapy, and/or intraventricular chemotherapy, in which anticancer drugs are placed into the ventricles (fluid-filled cavities) of the brain. If primary CNS lymphoma is found in the eye, anticancer drugs are injected directly into the vitreous humor (jelly-like substance) inside the eye."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Steroids are hormones made naturally in the body. They can also be made in a laboratory and used as drugs. Glucocorticoids are steroid drugs that have an anticancer effect in lymphomas."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Targeted therapy is a type of treatment that uses drugs or other substances to identify and attack specific cancer cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "High doses of chemotherapy are given to kill cancer cells. Healthy cells, including blood-forming cells, are also destroyed by the cancer treatment. Stem cell transplant is a treatment to replace the blood-forming cells. Stem cells (immature blood cells) are removed from the blood or bone marrow of the patient or a donor and are frozen and stored. After the patient completes chemotherapy, the stored stem cells are thawed and given back to the patient through an infusion. These reinfused stem cells grow into (and restore) the body's blood cells."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Immunotherapy is a treatment that uses the patient's immune system to fight cancer. Substances made by the body or made in a laboratory are used to boost, direct, or restore the body's natural defenses against cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed primary central nervous system (CNS) lymphoma may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of recurrent primary central nervous system (CNS) lymphoma may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, see the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of newly diagnosed primary intraocular lymphoma may include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information from the National Cancer Institute about primary central nervous system (CNS) lymphoma, see the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of primary CNS lymphoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Primary CNS Lymphoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389274]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Primary CNS Lymphoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_18",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_25",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_48",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_1630",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_159",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_96",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq#_30",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Primary Central Nervous System Lymphoma Treatment (PDQ®)–Health Professional Version": {
                    "cancer_type": "Primary CNS Lymphoma",
                    "title": "Primary Central Nervous System Lymphoma Treatment (PDQ®)–Health Professional Version",
                    "url": "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Primary CNS lymphoma is defined as lymphoma limited to the cranial-spinal axis, including the brain, spinal cord, cerebrospinal fluid (leptomeningeal space), and vitreoretinal space (ocular space), without systemic disease (stage IE).[1] This disease has increasingly been seen among immunocompromised patients, such as those with HIV. Immunosuppression-related primary CNS lymphomas are almost always associated with the Epstein-Barr virus."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Almost all primary CNS lymphomas are diffuse large B-cell lymphomas of the activated B-cell nongerminal center subtype with additional mutations in the B-cell receptor signaling pathway, especially MYD88 and CD79B mutations.[1] However, patients with immunosuppression-related disease almost never have an activated B-cell phenotype.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "More than 95% of patients with primary CNS lymphoma have B-cell phenoptype. However, in a retrospective series with data collected from 12 cancer centers, the 45 patients with CNS lymphoma of T-cell phenotype showed no difference in presentation or outcome.[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Anecdotal cases of primary CNS Hodgkin lymphoma have also been reported.[4]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Computed tomography (CT) scans are used to diagnose primary CNS lymphoma. This scan may show ring enhancement in 50% of patients with HIV, while homogenous enhancement is almost always seen in patients without HIV.[5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Positron emission tomography (PET)–CT scans are used to exclude occult systemic disease of the chest, abdomen, and pelvis. A bone marrow biopsy may be excluded with a clear PET-CT scan.[6] All compartments of the CNS should be evaluated, even if asymptomatic, including the vitreoretinal compartment and the cerebrospinal fluid (CSF) when feasible."
                        },
                        {
                            "section": "Paragraph",
                            "text": "In one prospective case series of 282 patients with primary CNS lymphoma, 17% of patients were found to have meningeal dissemination by cytomorphology, polymerase chain reaction of rearranged immunoglobulin heavy-chain genes, or meningeal enhancement on magnetic resonance imaging.[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Median overall survival in published trials generally ranges from 2 to 5 years,[8,9] although a retrospective case series of 40 patients with low-grade primary CNS lymphoma derived from 18 cancer centers in five countries reported a better long-term outcome (median survival, 7 years) than is associated with the usually aggressive CNS lymphoma.[10][Level of evidence C3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Poor prognostic factors for primary CNS lymphoma include the following:[11]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Older age and HIV positivity are the most clinically relevant poor prognostic factors. However, the prognosis for patients with HIV-associated primary CNS lymphoma has improved with the use of highly active antiretroviral therapy.[13] These patients are treated with the same paradigm as patients who do not have HIV or immunosuppression."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for primary CNS lymphoma include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Trials using chemotherapy alone were justified because of the unsatisfactory results of using whole-brain radiation therapy (WBRT) alone [1,2] and significant neurological toxicity using high-dose methotrexate or other chemotherapeutic agents that cross the blood-brain barrier in combination with WBRT.[3-5]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Severe, delayed, neurological toxic effects were rarely seen in chemotherapy-only trials in the absence of subsequent radiation therapy. However, salvage radiation can be given for relapsed or refractory disease, sometimes at reduced dosage.[6,7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Numerous phase I and phase II studies over two decades established the following active drugs for induction therapy or for treatment of relapsing disease. The following drugs have been used as single agents and in combinations:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (chemotherapy with or without other therapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The groups were compared as follows:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The OS rate favored the complete MATRix regimen in all comparisons.[26][Level of evidence A1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Summary"
                        },
                        {
                            "section": "Paragraph",
                            "text": "High-dose methotrexate regimens delivered with rituximab and other chemotherapeutic agents is used for induction therapy. The MATRix regimen described above has become one such standard based on randomized OS benefit with a four-drug regimen versus a two-drug or a three-drug regimen.[26][Level of evidence 1A] The MATRix regimen has never been compared with some of the other combination therapies mentioned above. A meta-analysis of rituximab randomized trials found improved PFS with the addition of rituximab (HR, 0.65; 95% CI, 0.45–0.95) but no difference in OS.[30][Level of evidence B2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (consolidation therapy with or without WBRT):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Summary"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The significant neurotoxicity of standard dose WBRT [37] has reduced its role to short-duration disease control at relapse, when the expected survival is short enough that the benefit outweighs the longer-term neurological consequences. For patients unable to undergo consolidation with ASCT due to age, performance status, or comorbidities, low-dose WBRT (23.4 Gy) would be a consolidation option."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (consolidation therapy with or without ASCT):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Summary"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Consolidation therapy with ASCT results in an OS advantage for newly diagnosed patients with good performance status, few comorbidities, and an adequate response to induction therapy (in this case, the MATRix regimen: high-dose methotrexate, high-dose cytarabine, rituximab, and temozolamide).[39] For patients unable to proceed to ASCT, consolidation with low-dose WBRT (32.4 Gy) or non-myeloablative therapy might be considered."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis for patients with recurrent CNS lymphoma is poor, with a median survival of 6 to 12 months, but up to 43 to 50 months if autologous stem cell transplant (ASCT) consolidation is performed (if not applied previously).[1] This finding implies that deferred ASCT until first relapse may still result in longer-term survival. The prognosis is worse for patients 60 years and older, who account for more than 50% of cases.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for recurrent primary CNS lymphoma include the following:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients with recurrence after high-dose methotrexate-based combination chemotherapy may try autologous stem cell consolidation after reinduction of remission with single-agent or combination therapy from the following options:[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients deemed ineligible for transplant can receive palliative care with these agents."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Evidence (reinduction therapy):"
                        },
                        {
                            "section": "Paragraph",
                            "text": "CAR T-cell therapy provides an option for patients with relapsed primary CNS lymphoma.[8]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Further studies of this regimen are under way (NCT03964090 and NCT02203526). Dexamethasone should be avoided with ibrutinib single agent or combination therapy due to the risk of serious fungal infections. This approach requires access to intravenous antifungal agents not available outside of a clinical trial. By eliminating dexamethasone and ibrutinib, the other drugs may be used together with less risk of fungal infections."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Retrospective reviews of selected patients with primary intraocular lymphoma and no evidence of disseminated central nervous system (CNS) disease showed that localized therapy with intraocular methotrexate or ocular radiation therapy or systemic therapy with rituximab were effective in clearing lymphoma cells from the eye. However, most patients had subsequent CNS relapse.[1,2][Level of evidence C3] Anecdotal series reported lower relapse rates when high-dose methotrexate was added, but prospective multicenter trials with even retrospective controls do not exist.[1,2][Level of evidence D]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Relapsing disease in the rest of the CNS is treated with the same options listed for primary CNS lymphoma in the brain. In a phase III randomized study of whole-brain radiation therapy, patients with intraocular disease and concomitant brain involvement had a worse prognosis than those with brain involvement alone (19 patients with both, 391 patients with brain involvement only).[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "These references have been identified by members of the PDQ Adult Treatment Editorial Board as significant in the field of primary CNS lymphoma treatment. This list is provided to inform users of important studies that have helped shape the current understanding of and treatment options for primary CNS lymphoma. Listed after each reference are the sections within this summary where the reference is cited."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cited in:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary was reformatted."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is written and maintained by the PDQ Adult Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of primary CNS lymphoma. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Adult Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Board members review recently published articles each month to determine whether an article should:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lead reviewer for Primary Central Nervous System Lymphoma Treatment is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Adult Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The preferred citation for this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Primary Central Nervous System Lymphoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389331]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Primary Central Nervous System Lymphoma Treatment (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/patient/primary-cns-lymphoma-treatment-pdq",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_9",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_179",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_186",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_123",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_11",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_199_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_253_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_97_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.3",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.4",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.5",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.6",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.8",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.9",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.10",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.11",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.12",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_1.13",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_78_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_78_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_78_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_306_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_323_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_TrialSearch_9_sid_2_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_306",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_323",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.2",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.3",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.5",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.6",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.7",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.8",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.13",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.14",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.15",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.12",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.13",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.16",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.16",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.18",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.18",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.19",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.20",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.21",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.22",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.23",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.23",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.24",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.25",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.27",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.28",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.29",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.23",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.20",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.29",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.26",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.30",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.31",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.31",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.32",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.33",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.34",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.34",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.35",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.35",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.36",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.36",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.37",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.38",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.38",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.34",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.34",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.39",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.39",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.19",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.20",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.23",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.40",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.43",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_2.39",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_341_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_341_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_341_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_345_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_TrialSearch_179_sid_3_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.2",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_345",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.3",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.4",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.5",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.6",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.7",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.8",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.8",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.7",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_3.4",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_TrialSearch_186_sid_4_toc",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#cit/section_4.3",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_9",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_9",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_186",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_9",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/lymphoma/hp/primary-cns-lymphoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}