{
  "topic": "RADIATION",
  "subtopic": "What is “radiation”? What types of radiation are there?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/radiation-recommendation/89-types-radiation",
  "content": "## What is “radiation”? What types of radiation are there?\nWhat is “radiation”? What types of radiation are there?\nRadiation is energy in the form of waves or particles. Radiation can be divided into two main types: ionizing and non-ionizing radiation. Radiation that has enough energy to break chemical bonds and create ions is referred as “ionizing radiation”. By damaging the DNA of a cell, it can cause mutations, which if transmitted through new generations of cells, can ultimately lead to cancer or other harmful health effects. Ionizing radiation can be in the form of particles, such as alpha particles or neutrons, or in the form of rays, such as gamma rays or X-rays.\nWe are all exposed to different amounts of ionizing radiation from several sources, both natural (cosmic or terrestrial) and man-made (e.g. medical uses, nuclear power, fallout from nuclear weapons testing many years ago). Ionizing radiation is used to diagnose and treat diseases. Your individual amount of ionizing radiation exposure depends on different aspects of your life, such where you live, whether you have received radiation as part of a medical procedure, and whether your job involves radiation exposure; typical\nradiation exposures\nare described later.\nOptical radiation includes light, infrared, and ultraviolet (UV) radiation.\nUV radiation\ncan damage living cells and cause skin cancer.\nNon-ionizing radiation does not have enough energy to damage DNA in the same way as ionizing radiation, but it does transfer energy to tissue or material, for example by heating. This is how microwave ovens work.\nNon-ionizing radiation\nis composed of electric and magnetic fields, for instance microwaves and radio waves, as well as low-frequency fields generated by electrical appliances and power lines.\nFigure 1:\nThe electromagnetic spectrum\nSource: Reproduced from European Commission, Research Directorate-General, European Communities (2005). Health and Electromagnetic Fields: EU-funded research into the impact of electromagnetic fields and mobile telephones on health. © European Communities, 2005."
}