{
  "topic": "RADIATION",
  "subtopic": "How am I exposed to ionizing radiation, apart from radon?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/radiation-recommendation/95-ionizing-radiation",
  "content": "## How am I exposed to ionizing radiation, apart from radon?\nHow am I exposed to ionizing radiation, apart from radon?\nWe are all exposed to ionizing radiation from natural and man-made origins. Your individual level of radiation exposure or dose, measured in millisievert (mSv) per year, depends on where you live, what job you do, what you eat and drink, and what medical procedures you have undergone. It is estimated that the average person in Europe receives 4 mSv of radiation exposure per year. For the lifestyle reasons given above, many individuals receive exposures that are significantly higher or lower than the average.\nFor many of us, the single largest radiation dose comes from radon in the home, with an average of 1–2 mSv per year, but this varies considerably among homes and locations. Most other natural sources, such as cosmic rays and low levels of natural radioactivity in food, are not easily controlled by the individual, but in general these do not reach significant levels (estimated to be below 0.5 mSv per year).\nIn Europe, the largest source of man-made radiation exposure is medical procedures, especially those used for diagnosing health problems (estimated to be on average approximately 1–2 mSv per citizen per year, but depending on whether you had any examinations, and how many).\nMedical use of radiation\nis for better diagnosis (e.g. X-ray images taken to localize disease or injury for appropriate treatment) or for treatment (radiation treatment to treat cancer), and is therefore applied for the benefit of the patient, and the radiation exposure received is normally acceptable given the great benefits.\nOther man-made sources of radiation exposure, such as tiny, inescapable releases of radioactive material from nuclear power plants in their normal operation, result in doses that are very small in comparison (well below 0.01 mSv per year even for those living close to such installations). Some employees, including airline crew, nuclear workers, and some underground miners, may receive higher radiation exposures, in the range of 1–10 mSv per year, if they work with radioactive materials or in places with higher radiation levels.\nTwo major nuclear power plant accidents – in Chernobyl, Ukraine, in 1986 and in Fukushima Daiichi, Japan, in 2011 – led to releases of large amounts of radioactive material and caused radiation exposure to large populations. However, the exposure from Chernobyl to populations outside the former Soviet Union accounts for a very small fraction above the lifetime accumulated dose, and radiation from Fukushima was negligible in Europe."
}