{
  "topic": "RADIATION",
  "subtopic": "Is there any cancer risk from non-ionizing radiation, like the electromagnetic fields from power lines, the microwaves used in microwave ovens, and the radio waves used for wireless technologies (mobile phones, Wi-Fi, television, and radio)?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/radiation-recommendation/100-any-cancer-risk-from-non-ionizing-radiation",
  "content": "## Is there any cancer risk from non-ionizing radiation, like the electromagnetic fields from power lines, the microwaves used in microwave ovens, and the radio waves used for wireless technologies (mobile phones, Wi-Fi, television, and radio)?\nIs there any cancer risk from non-ionizing radiation, like the electromagnetic fields from power lines, the microwaves used in microwave ovens, and the radio waves used for wireless technologies (mobile phones, Wi-Fi, television, and radio)?\nElectric, magnetic, or electromagnetic fields emitted from devices such as electrical appliances, broadcasting transmitters, power lines or electrical wiring, mobile phones, or other wireless communication do not have enough energy to break chemical bonds; thus, these fields are called “\nnon-ionizing radiation\n”.\nThe known biological effects of these fields can occur at much higher levels of exposure than those that occur in everyday situations. These include nerve stimulation and tissue heating, but technologies comply with protection guidelines that are set to prevent these health effects. These types of non-ionizing radiation are not recognized as causes of cancer.\nHowever, some technologies are relatively new, or the ways in which they are used have changed. In such situations, it takes scientists a long time to collect enough data to rule out cancer risk with certainty. For example, there are some open questions related to heavy use of mobile phones. Until firm scientific conclusions can be drawn, some easy-to-follow measures can be used to reduce everyday exposure, like using a wired hands-free set or avoiding very long phone calls."
}