{
    "cancer_type": "Rare Cancers of Childhood",
    "title": "Rare Cancers of Childhood Treatment (PDQ®)–Patient Version",
    "url": "https://www.cancer.gov/types/childhood-cancers/patient/rare-childhood-cancers-pdq",
    "content": [
        {
            "section": "Paragraph",
            "text": "Cancer in children and adolescents is rare. Since 1975, the number of new cases of childhood cancer has slowly increased. Since 1975, the number of deaths from childhood cancer has decreased by more than half."
        },
        {
            "section": "Paragraph",
            "text": "The cancers listed in this summary are so rare that most children's hospitals are likely to see less than a handful of some types in several years. Because these cancers are so rare, there is not a lot of information about what treatment works best. A child's treatment is often based on what has been learned from treating other children. Sometimes, information is available only from reports of the diagnosis, treatment, and follow-up of one child or a small group of children who were given the same type of treatment."
        },
        {
            "section": "Paragraph",
            "text": "Molecular testing of tumors can sometimes help plan treatment. Children newly diagnosed with a rare cancer listed below may be eligible for molecular testing through the Molecular Characterization Initiative."
        },
        {
            "section": "Paragraph",
            "text": "The Molecular Characterization Initiative offers free molecular testing to children, adolescents, and young adults with certain types of newly diagnosed cancer. The program is offered through NCI's Childhood Cancer Data Initiative. To learn more, visit About the Molecular Characterization Initiative."
        },
        {
            "section": "Paragraph",
            "text": "Many different cancers are listed in this summary. They are grouped by where they are found in the body."
        },
        {
            "section": "Paragraph",
            "text": "The Rare Cancers of Childhood Treatment summary has been separated into individual summaries for each topic. Please use the lists below or visit the individual summaries at PDQ Cancer Information Summaries: Pediatric Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Nasopharyngeal Cancer Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Esthesioneuroblastoma."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Thyroid Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Oral Cavity Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Salivary Gland Tumors."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Laryngeal Tumors."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood NUT Carcinoma."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Breast Cancer Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit:"
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Esophageal Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Thymoma and Thymic Carcinoma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Heart Tumors."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Adrenocortical Carcinoma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Stomach Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Pancreatic Cancer Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Colorectal Cancer Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Gastrointestinal Neuroendocrine Tumors Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Gastrointestinal Stromal Tumors Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Bladder Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Testicular Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Ovarian Cancer."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Cervical and Vaginal Cancers."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Mesothelioma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Multiple Endocrine Neoplasia (MEN) Syndromes Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Pheochromocytoma and Paraganglioma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit:"
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Intraocular (Uveal) Melanoma Treatment."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Chordoma."
        },
        {
            "section": "Paragraph",
            "text": "To learn more, visit Childhood Carcinoma of Unknown Primary Treatment."
        },
        {
            "section": "Paragraph",
            "text": "For more information from the National Cancer Institute about rare cancers of childhood, visit:"
        },
        {
            "section": "Paragraph",
            "text": "For more childhood cancer information and other general cancer resources, visit:"
        },
        {
            "section": "Paragraph",
            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
        },
        {
            "section": "Paragraph",
            "text": "This PDQ cancer information summary has current information about the treatment of rare cancers of childhood. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
        },
        {
            "section": "Paragraph",
            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
        },
        {
            "section": "Paragraph",
            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Pediatric Treatment Editorial Board."
        },
        {
            "section": "Paragraph",
            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
        },
        {
            "section": "Paragraph",
            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
        },
        {
            "section": "Paragraph",
            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
        },
        {
            "section": "Paragraph",
            "text": "The best way to cite this PDQ summary is:"
        },
        {
            "section": "Paragraph",
            "text": "PDQ® Pediatric Treatment Editorial Board. PDQ Rare Cancers of Childhood Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/childhood-cancers/patient/rare-childhood-cancers-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389276]"
        },
        {
            "section": "Paragraph",
            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
        },
        {
            "section": "Paragraph",
            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
        },
        {
            "section": "Paragraph",
            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Rare Cancers of Childhood Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}