{
  "topic": "SECOND-HAND SMOKE",
  "subtopic": "What are the benefits of introducing legislation to create a smoke-free environment?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/second-hand-smoke-recommendation/182-benefits-of-introducing-legislation-to-create-a-smoke-free-environment",
  "content": "## What are the benefits of introducing legislation to create a smoke-free environment?\nWhat are the benefits of introducing legislation to create a smoke-free environment?\nThe benefits of effective smoke-free legislation are numerous:\nProtects everyone from the dangers of second-hand smoke.\nChanges social norms by making smoking less acceptable, thereby reducing both smoking and exposure to tobacco smoke.\nLeads to a substantial decline in exposure to second-hand smoke, reduces health inequalities associated with second-hand smoke exposure at work, causes an immediate decline in the risk of heart disease, and improves respiratory symptoms in people exposed at their workplace.\nPositively affects businesses (except the tobacco industry) in numerous ways, including improving the health and productivity of employees and reducing their health and hazard insurance claims. Furthermore, costs are reduced by avoiding the cleaning of smoking waste from the workplace, the maintenance of designated smoking rooms, and potential litigation. Smoke-free policies do not cause a decline in the business activities of restaurants and bars.\nReduces cigarette consumption among current smokers and gives smokers a greater chance to successfully quit.\nReduces tobacco use among youth.\nLeads to\nsmoke-free homes\n.\nIf your country is a party to the World Health Organization (WHO)\nFramework Convention on Tobacco Control (FCTC)\n, it is required by law to submit periodic reports on its implementation of the Convention, including implementation of smoke-free policies. You can read the latest\nglobal progress report of the Convention\n. If you are interested in knowing how your country is doing in terms of implementing best practices measures for the reduction of tobacco demand, you can find information from your country in the\nWHO report on the global tobacco epidemic"
}