{
  "topic": "SECOND-HAND SMOKE",
  "subtopic": "Are people exposed to second-hand tobacco smoke in the workplace in the European Union?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/second-hand-smoke-recommendation/181-people-exposed-to-second-hand-tobacco-smoke-workplace-european-union",
  "content": "## Are people exposed to second-hand tobacco smoke in the workplace in the European Union?\nAre people exposed to second-hand tobacco smoke in the workplace in the European Union?\nYes, in many countries. Although legislation regulating where smoking is allowed is in place in each country in the European Union, how extensive the smoking ban is (whether it covers all indoor workplaces, public transportation, indoor public places, and other public places not necessarily indoors) and the level of enforcement vary widely across countries.\nAccording to a survey commissioned by the European Union in 2012 of more than 12,000 people in 27 countries (EU-27), more than 25% of those contacted reported that they were exposed at least occasionally to second-hand smoke at work (19% of smokers and 17% of non-smokers). The overall proportion of respondents exposed most intensively (more than 5 hours a day) was 3% (5% of smokers and 1% of non-smokers). Overall, among those visiting a restaurant in the 6 months preceding the survey, 14% said that they had seen smoking inside the venue. This percentage was higher for those visiting bars (28%). The percentages of survey respondents who reported being exposed to second-hand smoke at drinking and eating establishments and at work in 2009 and in 2012, overall (EU-27) and by country, are shown in Figure 2.\nFigure 2: Percentages of survey respondents in the European Union who reported being exposed to second- hand smoke at drinking and eating establishments and at work in 2009 and in 2012, overall and by country.\nFigure 2a - Exposure to second-hand tobacco smoke in EU-27 in 2009 and 2012\nFigure 2b - Exposure to second-hand tobacco smoke in EU-27 in 2009 and 2012\nFigure 2c - Exposure to second-hand tobacco smoke in EU-27 in 2009 and 2012\nCountry codes\nBelgium\nBE\nGreece\nEL\nLithuania\nLT\nPortugal\nPT\nBulgaria\nBG\nSpain\nES\nLuxembourg\nLU\nRomania\nRO\nCzech Republic\nCZ\nFrance\nFR\nHungary\nHU\nSlovenia\nSI\nDenmark\nDK\nItaly\nIT\nMalta\nMT\nSlovakia\nSK\nGermany\nDE\nCyprus\nCY\nNetherlands\nNL\nFinland\nFI\nEstonia\nEE\nLatvia\nLV\nAustria\nAT\nSweden\nSE\nIreland\nIE\nPoland\nPL\nUnited Kingdom\nUK\nSource: Reproduced from Commission Staff Working Document, Report on the implementation of the Council Recommendation of 30 November 2009 on Smoke-free Environments (2009/C 296/02)."
}