{
  "title": "Skin cancer – IARC",
  "cancer_type": "Skin cancer",
  "url": "https://www.iarc.who.int/cancer-type/skin-cancer/",
  "content": "Summary\nInfographics\nResearch Project Websites\nCancer Topics\nCountry\nCancer Type\nRisk factor\n## Skin cancer\nSkin cancer\n## Introduction\nIntroduction\nSkin cancers are the most common groups of cancers diagnosed worldwide, with more than 1.5 million new cases estimated in 2022. In 2022, an estimated 330 000 new cases of melanoma were diagnosed worldwide and almost 60 000 people died from the disease. There are large geographical variations in melanoma incidence rates across countries and world regions. In most world regions, melanoma occurs more frequently in men than in women.\n## News & Events\nNews\n## IARC Monographsevaluation of the carcinogenicity of hydrochlorothiazide, voriconazole, and tacrolimus\nIARC Monographs\nevaluation of the carcinogenicity of hydrochlorothiazide, voriconazole, and tacrolimus\n29.11.2024\n13.06.2024\nIARC marks Global Non-Melanoma Skin Cancer Awareness Day\n08.11.2023\nWorking under the sun causes 1 in 3 deaths from non-melanoma skin cancer, say WHO and ILO\nSEE MORE News & Events\n## Press Releases\n## Multi-ethnic study uncovers unique origins of melanoma types and actionable molecular targets\nMulti-ethnic study uncovers unique origins of melanoma types and actionable molecular targets\n21.07.2022\n31.03.2022\nGlobal burden of cutaneous melanoma in 2020 and projections to 2040\nSEE MORE Press Releases\n## Highlights\n02.05.2022\nMelanoma Awareness Month 2022\nSEE MORE Highlights\n## Infographics\n## IARC Monographs evaluation of the carcinogenicity of hydrochlorothiazide, voriconazole, and tacrolimus\nIARC Monographs evaluation of the carcinogenicity of hydrochlorothiazide, voriconazole, and tacrolimus\nGlobal Non-Melanoma Skin Cancer Awareness Day: Social media tiles\nSEE MORE Infographics\n## Research Project Websites\nGlobal Cancer Observatory\nThis page shows selected content only. For more information, please use the\nsearch function"
}