{
  "topic": "SUN/UV EXPOSURE",
  "subtopic": "How can I protect myself and my children from the sun in everyday life, during outdoor activities, or while on holiday?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/sun-uv-exposure-recommendation/81-protect-sun-in-everyday-life",
  "content": "## How can I protect myself and my children from the sun in everyday life, during outdoor activities, or while on holiday?\nHow can I protect myself and my children from the sun in everyday life, during outdoor activities, or while on holiday?\nBeing outdoors is enjoyable and healthy; fresh air and physical exercise are good for you. However, being outside also exposes your skin to ultraviolet (UV) radiation. It is therefore important to protect your skin during all outdoor activities (sports, gardening, biking, walking, sunbathing, swimming, and so on).\nThe best way to protect your skin is to avoid strong, direct sunlight, particularly in the summer months and between 11:00 and 15:00. The best way to protect yourself is to stay in the shade. If you go into the sun, the best protection is to wear loose clothing with long sleeves and a wide-brimmed hat. The best protection from sunlight is provided by clothes made of tightly woven fabrics. Sunglasses with UV protection shield your eyes against the harmful effects of sunlight.\nSunscreens are made\nnot\nto extend your time in the sun but to protect you from direct exposure to the sun when it cannot be avoided. People often use less sunscreen than is needed to provide good protection, and do not reapply the sunscreen frequently enough, reducing the protection factor from that indicated on the packaging. Do not extend your time in the sun because you feel protected by the sunscreen, as this offsets any protection that has been gained against skin cancer!\nIt is generally advised to use sunscreen with a sun protection factor (SPF) of at least 15 for everyday activities and to use an SPF of 30 or higher during sunny holidays. Sunscreens protect most effectively if applied generously in a thick layer 15–30 minutes before going into the sun, and then reapplied after 30–60 minutes. Ensure that all of your skin is covered (for instance, do not forget your ears!). Because the chemicals that protect from sunburn might be inactivated by sunlight and become less effective over time, or because sunscreens are removed from skin by clothing, towels, or sweat, it is important to reapply the sunscreen every 2 hours, if you remain in the sun for longer periods, for example during leisure time or holidays. The sunscreen should also be reapplied after sweating or swimming, even when using waterproof sunscreen. Also consider the expiry date of the sunscreen, as sunscreen becomes less effective over time."
}