{
  "topic": "SUN/UV EXPOSURE",
  "subtopic": "Are some people at greater risk from the sun? Does my skin type, hair colour, or eye colour matter?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/sun-uv-exposure-recommendation/80-people-greater-risk-sun",
  "content": "## Are some people at greater risk from the sun? Does my skin type, hair colour, or eye colour matter?\nAre some people at greater risk from the sun? Does my skin type, hair colour, or eye colour matter?\nYes. People with fair skin burn more quickly in the sun than people with darker skin. The more sun-sensitive your skin is, the more important it is to\nprotect your skin\nfrom the harmful effects of the sun. Usually, six different skin types are distinguished. Skin type is a characterization of the sensitivity of your skin to ultraviolet (UV) radiation.\nSome features that can guide you in defining your skin type are given below, ordered from most to least sensitive:\n1. Skin burns very easily, and never, or hardly ever, develops a tan.\n2. Skin burns easily, and tans slowly.\n3. Skin does not burn easily, and develops a tan.\n4. Skin hardly ever burns, and develops a tan easily (Mediterranean skin type).\n5. Skin never burns, naturally darker skin (Asian skin types).\n6. Skin never burns, naturally dark-coloured skin (Negroid skin types).\nFigure 3\n: Skin type chart\nNatural skin colour\nUV sensitivity\nSkin cancer risk\nType I\nVery fair, pale white, light coloured or red hair, often freckled\n++++\nSkin burns very easily, and never, or hardly ever, develops a tan\nGreatest risk of skin cancer\nType II\nFair, white skin, light hair, and blue or brown eyes. Some may have dark hair\n+++\nSkin burns easily, and tans slowly\nHigh risk of skin cancer\nType III\nLight brown, light olive skin with dark hair and brown or green eyes\n++\nSkin does not burn easily, and develops a tan\nType IV\nModerate brown, brown eyes and dark hair\n+\nSkin hardly ever burns, and develops a tan easily (Mediterranean skin type)\nAt risk of skin cancer\nType V\nDark brown, brown eyes and dark hair\n+/-\nSkin never burns, naturally darker skin (Asian skin types)\nSkin cancers are relatively rare, but those that occur are often detected at later, more dangerous stage\nType VI\nDeeply pigmented dark brown to black, dark brown eyes and black hair\n-\nSkin never burns, naturally dark-coloured skin (Negroid skin types)\nSource: IARC\nFurther important factors related to an increased risk of developing skin cancer are:\nNumber of moles (naevi) on your skin (large numbers increase your melanoma risk) as well as atypical-looking moles.\nHistory of skin cancer in your parents as well as yourself.\nSkin already damaged by too much UV exposure (skin that has age spots, has lost its elasticity, is very wrinkled).\n(Artificial) immunosuppression, i.e. use of medication that lowers immune function after organ transplantation.\nYour hair colour and eye colour are related to your skin type. For example, red-haired, blue-eyed people are usually more sensitive to UV radiation than are black-haired, brown-eyed people."
}