{
  "topic": "TOBACCO",
  "subtopic": "What might happen when I try to stop smoking?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/tobacco/207-what-might-happen-when-i-try-to-stop-smoking",
  "content": "## What might happen when I try to stop smoking?\nWhat might happen when I try to stop smoking?\nSmokers may be worried about weight gain when they stop smoking. However, the health benefits of stopping smoking will outweigh any increase in risks from putting on weight, and weight can be managed in the long term (see Figure 5 for short-term health benefits of quitting). The risk of dying from different causes, including cancer, is higher in normal-weight smokers than in overweight non-smokers. It is hard to predict who will put on weight when quitting smoking and who will not. Quitters could seek advice from health professionals about sensible eating and exercise programmes and have their weight monitored during abstinence.\nFigure 5: Short- and long-term beneficial health effects observed after quitting smoking\nSource: Reprinted by the permission of the American Cancer Society, Inc. All rights reserved. From www.cancer.org\nMany smokers who quit will suffer some unpleasant physical and mental effects, known as withdrawal effects, but these are short-lived and will pass. Withdrawal effects can include craving or urges to smoke, depression, irritability/aggression, restlessness, increased appetite, poor concentration, light-headedness, and sleep disturbances. These vary in duration, but most of them last less than 1–3 months. Not everybody suffers withdrawal effects. Withdrawal effects result because smokers get used to regular doses of nicotine from their smoking and when they quit, their bodies must adjust to the lack of nicotine.\nSmoking a cigarette appears to provide a feeling of relaxation, but in reality the inhaled nicotine is relieving the symptoms of withdrawal. When smokers have not smoked for some time, they start to feel withdrawal symptoms, such as feeling irritable, angry, anxious, or restless. Smoking relieves these withdrawal symptoms, and smokers can misattribute this feeling of relief from withdrawal, as relaxation or feeling calmer.\nSmoking cessation medications, such as nicotine replacement therapy (NRT), varenicline, or bupropion, can help with withdrawal effects, although they are unlikely to get rid of them completely. Behavioural support can help to manage these by providing practical strategies for the smoker."
}