{
  "topic": "TOBACCO",
  "subtopic": "Does tobacco use cause cancer? What percentage of cancer is caused by smoking?",
  "url": "https://cancer-code-europe.iarc.fr/index.php/en/ecac-12-ways/tobacco/197-percentage-cancer-caused-by-smoking",
  "content": "## Does tobacco use cause cancer? What percentage of cancer is caused by smoking?\nDoes tobacco use cause cancer? What percentage of cancer is caused by smoking?\nYes. Tobacco use is the leading cause of cancer – and it is avoidable. There is no safe way to use tobacco, and smoking is the most dangerous way to use tobacco as the greatest cancer risk comes from the combustion of tobacco or tobacco smoke, since most toxic substances including carcinogens are created during the burning process. Tobacco causes different types of cancer, especially if smoked. Tobacco smoke also causes cancer in non-smokers who inhale tobacco smoke from smokers and in the children of parents who smoke.\nThe risk of lung cancer is 20-25 times as high in men and women who smoke compared to those who do not smoke. The risk increases with increasing number of years smoking, increasing number of cigarettes smoked per day, and the younger you are when starting smoking. In Europe, smoking causes an estimated 82% of lung cancers. The percentage of different cancers that could be prevented by avoiding smoking is shown in parentheses in Figure 2.\nFigure 2: Cancers caused by tobacco smoking and, when otherwise indicated, other forms of tobacco use or inhalation of second-hand smoke. The numbers in parentheses indicate the percentage of cancers caused by tobacco smoking, calculated using the prevalence of smoking in European countries\nSource: © iStockphoto.com (Values in parenthesis were obtained from a study conducted in Europe by Agudo and collaborators, reported in 2012).\nTobacco smoking is an established cause of each of the cancers pinpointed in Figure 2. In addition, the International Agency for Research on Cancer (IARC) has concluded that there is\nlimited\nevidence that tobacco smoking increases the risk of breast cancer (by 10–30%), based on consistent evidence from studies in humans. Moreover, there is\nevidence that second-hand smoke increases the risk of cancer of the larynx and pharynx. In this context, “limited evidence” means that tobacco smoking\nmay\ncause breast cancer and that inhaling second-hand smoke\ncause cancer of the larynx and pharynx."
}