{
    "cancer_type": "Uterine Sarcoma",
    "title": "Uterine Cancer—Patient Version",
    "url": "https://www.cancer.gov/types/uterine",
    "content": [
        {
            "section": "Paragraph",
            "text": "Uterine cancers can be of two types: endometrial cancer (common) and uterine sarcoma (rare). Endometrial cancer can often be cured. Uterine sarcoma is often more aggressive and harder to treat. Explore the links on this page to learn more about uterine cancer prevention, screening, treatment, statistics, research, and clinical trials."
        },
        {
            "section": "Paragraph",
            "text": "The information in this section is meant to help you cope with the many issues and concerns that occur when you have cancer."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [
        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
        "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/uterine-sarcoma/treatment"
    ],
    "related_pages": {
        "Uterine Sarcoma Treatment (PDQ®)–Patient Version": {
            "cancer_type": "Uterine Sarcoma",
            "title": "Uterine Sarcoma Treatment (PDQ®)–Patient Version",
            "url": "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "The uterus is part of the female reproductive system. The uterus is the hollow, pear-shaped organ in the pelvis, where a fetus grows. The cervix is at the lower, narrow end of the uterus, and leads to the vagina."
                },
                {
                    "section": "Paragraph",
                    "text": "Uterine sarcoma is a very rare kind of cancer that forms in the uterine muscles or in tissues that support the uterus. For more information about other types of sarcomas, visit Soft Tissue Sarcoma Treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Uterine sarcoma is different from endometrial cancer, a disease in which cancer forms in the tissue that lines the uterus. Carcinosarcoma is a subtype of endometrial cancer and is staged using endometrial cancer definitions. For more information, visit Endometrial Cancer Treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Uterine sarcomas include leiomyosarcomas, endometrial stromal sarcomas, and adenosarcomas."
                },
                {
                    "section": "Paragraph",
                    "text": "Anything that increases a person's chance of getting a disease is called a risk factor. Not every person with one or more of these risk factors will develop an uterine sarcoma, and it will develop in some people who don't have any known risk factors. Talk with your doctor if you think you may be at risk. Risk factors for uterine sarcoma include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Abnormal bleeding from the vagina and other signs and symptoms may be caused by uterine sarcoma or by other conditions. Check with your doctor if you have:"
                },
                {
                    "section": "Paragraph",
                    "text": "In addition to asking about your personal and family health history and doing a physical exam, your doctor may perform the following tests and procedures:"
                },
                {
                    "section": "Paragraph",
                    "text": "The prognosis and treatment options depend on:"
                },
                {
                    "section": "Paragraph",
                    "text": "The process used to find out if cancer has spread within the uterus or to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment. The following procedures may be used in the staging process:"
                },
                {
                    "section": "Paragraph",
                    "text": "Surgery is used to diagnose, stage, and treat uterine sarcoma. During this surgery, the doctor removes as much of the cancer as possible. The following procedures may be used to diagnose, stage, and treat uterine sarcoma:"
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment in addition to surgery may be given, as described in the Treatment Option Overview section of this summary."
                },
                {
                    "section": "Paragraph",
                    "text": "When cancer spreads to another part of the body, it is called metastasis. Cancer cells break away from where they began (the primary tumor) and travel through the lymph system or blood."
                },
                {
                    "section": "Paragraph",
                    "text": "The metastatic tumor is the same type of cancer as the primary tumor. For example, if uterine sarcoma spreads to the lung, the cancer cells in the lung are actually uterine sarcoma cells. The disease is metastatic uterine sarcoma, not lung cancer."
                },
                {
                    "section": "Paragraph",
                    "text": "Cancer can spread through tissue, the lymph system, and the blood:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage I, the tumor is found in the uterus only. Stage I is divided into stages IA and IB:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage II, the tumor has spread beyond the uterus but has not spread beyond the pelvis. Stage II is divided into stages IIA and IIB:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage III, the tumor has spread into tissues in the abdomen. Stage III is divided into stages IIIA, IIIB, and IIIC:"
                },
                {
                    "section": "Paragraph",
                    "text": "Stage IV is divided into stages IVA and IVB:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage I, the tumor is found in the uterus only. Stage I is divided into stages IA, IB, and IC:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage II, the tumor has spread outside the uterus into the pelvis. Stage II is divided into stages IIA and IIB:"
                },
                {
                    "section": "Paragraph",
                    "text": "In stage III, the tumor has spread into tissues in the abdomen. Stage III is divided into stages IIIA, IIIB, and IIIC:"
                },
                {
                    "section": "Paragraph",
                    "text": "Stage IV is divided into stages IVA and IVB:"
                },
                {
                    "section": "Paragraph",
                    "text": "The cancer may come back in the uterus, the pelvis, or in other parts of the body."
                },
                {
                    "section": "Paragraph",
                    "text": "Different types of treatments are available for patients with uterine sarcoma. Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Surgery is the most common treatment for uterine sarcoma, as described in the Stages of Uterine Sarcoma section of this summary."
                },
                {
                    "section": "Paragraph",
                    "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, some patients may be given chemotherapy or radiation therapy after surgery to kill any cancer cells that are left. Treatment given after the surgery, to lower the risk that the cancer will come back, is called adjuvant therapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Radiation therapy is a cancer treatment that uses high energy x-rays or other types of radiation to kill cancer cells or keep them from growing. There are two types of radiation therapy:"
                },
                {
                    "section": "Paragraph",
                    "text": "The way the radiation therapy is given depends on the type and stage of the cancer being treated. External and internal radiation therapy are used to treat uterine sarcoma, and may also be used as palliative therapy to relieve symptoms and improve quality of life."
                },
                {
                    "section": "Paragraph",
                    "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy)."
                },
                {
                    "section": "Paragraph",
                    "text": "Hormone therapy is a cancer treatment that removes hormones or blocks their action and stops cancer cells from growing. Hormones are substances produced by glands in the body and circulated in the bloodstream. Some hormones can cause certain cancers to grow. If tests show the cancer cells have places where hormones can attach (receptors), drugs, surgery, or radiation therapy is used to reduce the production of hormones or block them from working."
                },
                {
                    "section": "Paragraph",
                    "text": "Information about clinical trials is available from the NCI website."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                },
                {
                    "section": "Paragraph",
                    "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                },
                {
                    "section": "Paragraph",
                    "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                },
                {
                    "section": "Paragraph",
                    "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                },
                {
                    "section": "Paragraph",
                    "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of stage I leiomyosarcoma of the uterus, stage I endometrial stromal sarcoma, and stage I adenosarcoma of the uterus may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of stage II leiomyosarcoma of the uterus, stage II endometrial stromal sarcoma, and stage II adenosarcoma of the uterus may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "Treatment of stage III leiomyosarcoma of the uterus, stage III endometrial stromal sarcoma, and stage III adenosarcoma of the uterus may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "There is no standard treatment for patients with stage IV leiomyosarcoma of the uterus, stage IV endometrial stromal sarcoma, or stage IV adenosarcoma of the uterus. Treatment may include a clinical trial using chemotherapy."
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                },
                {
                    "section": "Paragraph",
                    "text": "There is no standard treatment for recurrent uterine sarcoma. Treatment may include a clinical trial using chemotherapy."
                },
                {
                    "section": "Paragraph",
                    "text": "For patients with recurrent carcinosarcoma (a certain type of tumor), treatment may include:"
                },
                {
                    "section": "Paragraph",
                    "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                },
                {
                    "section": "Paragraph",
                    "text": "For more information from the National Cancer Institute about uterine sarcoma, visit the Uterine Cancer Home Page."
                },
                {
                    "section": "Paragraph",
                    "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                },
                {
                    "section": "Paragraph",
                    "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                },
                {
                    "section": "Paragraph",
                    "text": "This PDQ cancer information summary has current information about the treatment of uterine sarcoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                },
                {
                    "section": "Paragraph",
                    "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                },
                {
                    "section": "Paragraph",
                    "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                },
                {
                    "section": "Paragraph",
                    "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                },
                {
                    "section": "Paragraph",
                    "text": "The best way to cite this PDQ summary is:"
                },
                {
                    "section": "Paragraph",
                    "text": "PDQ® Adult Treatment Editorial Board. PDQ Uterine Sarcoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389379]"
                },
                {
                    "section": "Paragraph",
                    "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                },
                {
                    "section": "Paragraph",
                    "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                },
                {
                    "section": "Paragraph",
                    "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                },
                {
                    "section": "Paragraph",
                    "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Uterine Sarcoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                },
                {
                    "section": "Paragraph",
                    "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                },
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#main-content",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_7",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_32",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_56",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_100",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_181",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_108",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_112",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_116",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_142",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_AboutThis_1",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_56",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_125",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
            ],
            "related_pages": {
                "Uterine Sarcoma Treatment (PDQ®)–Patient Version": {
                    "cancer_type": "Uterine Sarcoma",
                    "title": "Uterine Sarcoma Treatment (PDQ®)–Patient Version",
                    "url": "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "The uterus is part of the female reproductive system. The uterus is the hollow, pear-shaped organ in the pelvis, where a fetus grows. The cervix is at the lower, narrow end of the uterus, and leads to the vagina."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Uterine sarcoma is a very rare kind of cancer that forms in the uterine muscles or in tissues that support the uterus. For more information about other types of sarcomas, visit Soft Tissue Sarcoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Uterine sarcoma is different from endometrial cancer, a disease in which cancer forms in the tissue that lines the uterus. Carcinosarcoma is a subtype of endometrial cancer and is staged using endometrial cancer definitions. For more information, visit Endometrial Cancer Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Uterine sarcomas include leiomyosarcomas, endometrial stromal sarcomas, and adenosarcomas."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Anything that increases a person's chance of getting a disease is called a risk factor. Not every person with one or more of these risk factors will develop an uterine sarcoma, and it will develop in some people who don't have any known risk factors. Talk with your doctor if you think you may be at risk. Risk factors for uterine sarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Abnormal bleeding from the vagina and other signs and symptoms may be caused by uterine sarcoma or by other conditions. Check with your doctor if you have:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In addition to asking about your personal and family health history and doing a physical exam, your doctor may perform the following tests and procedures:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis and treatment options depend on:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The process used to find out if cancer has spread within the uterus or to other parts of the body is called staging. The information gathered from the staging process determines the stage of the disease. It is important to know the stage in order to plan treatment. The following procedures may be used in the staging process:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery is used to diagnose, stage, and treat uterine sarcoma. During this surgery, the doctor removes as much of the cancer as possible. The following procedures may be used to diagnose, stage, and treat uterine sarcoma:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment in addition to surgery may be given, as described in the Treatment Option Overview section of this summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "When cancer spreads to another part of the body, it is called metastasis. Cancer cells break away from where they began (the primary tumor) and travel through the lymph system or blood."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The metastatic tumor is the same type of cancer as the primary tumor. For example, if uterine sarcoma spreads to the lung, the cancer cells in the lung are actually uterine sarcoma cells. The disease is metastatic uterine sarcoma, not lung cancer."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Cancer can spread through tissue, the lymph system, and the blood:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage I, the tumor is found in the uterus only. Stage I is divided into stages IA and IB:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage II, the tumor has spread beyond the uterus but has not spread beyond the pelvis. Stage II is divided into stages IIA and IIB:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage III, the tumor has spread into tissues in the abdomen. Stage III is divided into stages IIIA, IIIB, and IIIC:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Stage IV is divided into stages IVA and IVB:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage I, the tumor is found in the uterus only. Stage I is divided into stages IA, IB, and IC:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage II, the tumor has spread outside the uterus into the pelvis. Stage II is divided into stages IIA and IIB:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In stage III, the tumor has spread into tissues in the abdomen. Stage III is divided into stages IIIA, IIIB, and IIIC:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Stage IV is divided into stages IVA and IVB:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The cancer may come back in the uterus, the pelvis, or in other parts of the body."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Different types of treatments are available for patients with uterine sarcoma. Some treatments are standard (the currently used treatment), and some are being tested in clinical trials. A treatment clinical trial is a research study meant to help improve current treatments or obtain information on new treatments for patients with cancer. When clinical trials show that a new treatment is better than the standard treatment, the new treatment may become the standard treatment. Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery is the most common treatment for uterine sarcoma, as described in the Stages of Uterine Sarcoma section of this summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "After the doctor removes all the cancer that can be seen at the time of the surgery, some patients may be given chemotherapy or radiation therapy after surgery to kill any cancer cells that are left. Treatment given after the surgery, to lower the risk that the cancer will come back, is called adjuvant therapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy is a cancer treatment that uses high energy x-rays or other types of radiation to kill cancer cells or keep them from growing. There are two types of radiation therapy:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The way the radiation therapy is given depends on the type and stage of the cancer being treated. External and internal radiation therapy are used to treat uterine sarcoma, and may also be used as palliative therapy to relieve symptoms and improve quality of life."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Chemotherapy is a cancer treatment that uses drugs to stop the growth of cancer cells, either by killing the cells or by stopping them from dividing. When chemotherapy is taken by mouth or injected into a vein or muscle, the drugs enter the bloodstream and can reach cancer cells throughout the body (systemic chemotherapy)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Hormone therapy is a cancer treatment that removes hormones or blocks their action and stops cancer cells from growing. Hormones are substances produced by glands in the body and circulated in the bloodstream. Some hormones can cause certain cancers to grow. If tests show the cancer cells have places where hormones can attach (receptors), drugs, surgery, or radiation therapy is used to reduce the production of hormones or block them from working."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Information about clinical trials is available from the NCI website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about side effects caused by treatment for cancer, visit our Side Effects page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For some patients, taking part in a clinical trial may be the best treatment choice. Clinical trials are part of the cancer research process. Clinical trials are done to find out if new cancer treatments are safe and effective or better than the standard treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Many of today's standard treatments for cancer are based on earlier clinical trials. Patients who take part in a clinical trial may receive the standard treatment or be among the first to receive a new treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Patients who take part in clinical trials also help improve the way cancer will be treated in the future. Even when clinical trials do not lead to effective new treatments, they often answer important questions and help move research forward."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some clinical trials only include patients who have not yet received treatment. Other trials test treatments for patients whose cancer has not gotten better. There are also clinical trials that test new ways to stop cancer from recurring (coming back) or reduce the side effects of cancer treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials are taking place in many parts of the country. Information about clinical trials supported by NCI can be found on NCI’s clinical trials search webpage. Clinical trials supported by other organizations can be found on the ClinicalTrials.gov website."
                        },
                        {
                            "section": "Paragraph",
                            "text": "As you go through treatment, you will have follow-up tests or check-ups. Some tests that were done to diagnose or stage the cancer may be repeated to see how well the treatment is working. Decisions about whether to continue, change, or stop treatment may be based on the results of these tests."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the tests will continue to be done from time to time after treatment has ended. The results of these tests can show if your condition has changed or if the cancer has recurred (come back)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of stage I leiomyosarcoma of the uterus, stage I endometrial stromal sarcoma, and stage I adenosarcoma of the uterus may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of stage II leiomyosarcoma of the uterus, stage II endometrial stromal sarcoma, and stage II adenosarcoma of the uterus may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment of stage III leiomyosarcoma of the uterus, stage III endometrial stromal sarcoma, and stage III adenosarcoma of the uterus may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is no standard treatment for patients with stage IV leiomyosarcoma of the uterus, stage IV endometrial stromal sarcoma, or stage IV adenosarcoma of the uterus. Treatment may include a clinical trial using chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For information about the treatments listed below, visit the Treatment Option Overview section."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is no standard treatment for recurrent uterine sarcoma. Treatment may include a clinical trial using chemotherapy."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For patients with recurrent carcinosarcoma (a certain type of tumor), treatment may include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our clinical trial search to find NCI-supported cancer clinical trials that are accepting patients. You can search for trials based on the type of cancer, the age of the patient, and where the trials are being done. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information from the National Cancer Institute about uterine sarcoma, visit the Uterine Cancer Home Page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For general cancer information and other resources from the National Cancer Institute, visit:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Physician Data Query (PDQ) is the National Cancer Institute's (NCI's) comprehensive cancer information database. The PDQ database contains summaries of the latest published information on cancer prevention, detection, genetics, treatment, supportive care, and complementary and alternative medicine. Most summaries come in two versions. The health professional versions have detailed information written in technical language. The patient versions are written in easy-to-understand, nontechnical language. Both versions have cancer information that is accurate and up to date and most versions are also available in Spanish."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a service of the NCI. The NCI is part of the National Institutes of Health (NIH). NIH is the federal government’s center of biomedical research. The PDQ summaries are based on an independent review of the medical literature. They are not policy statements of the NCI or the NIH."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary has current information about the treatment of uterine sarcoma. It is meant to inform and help patients, families, and caregivers. It does not give formal guidelines or recommendations for making decisions about health care."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial Boards write the PDQ cancer information summaries and keep them up to date. These Boards are made up of experts in cancer treatment and other specialties related to cancer. The summaries are reviewed regularly and changes are made when there is new information. The date on each summary (\"Updated\") is the date of the most recent change."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in this patient summary was taken from the health professional version, which is reviewed regularly and updated as needed, by the PDQ Adult Treatment Editorial Board."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A clinical trial is a study to answer a scientific question, such as whether one treatment is better than another. Trials are based on past studies and what has been learned in the laboratory. Each trial answers certain scientific questions in order to find new and better ways to help cancer patients. During treatment clinical trials, information is collected about the effects of a new treatment and how well it works. If a clinical trial shows that a new treatment is better than one currently being used, the new treatment may become \"standard.\" Patients may want to think about taking part in a clinical trial. Some clinical trials are open only to patients who have not started treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Clinical trials can be found online at NCI's website. For more information, call the Cancer Information Service (CIS), NCI's contact center, at 1-800-4-CANCER (1-800-422-6237)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. The content of PDQ documents can be used freely as text. It cannot be identified as an NCI PDQ cancer information summary unless the whole summary is shown and it is updated regularly. However, a user would be allowed to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks in the following way: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The best way to cite this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Uterine Sarcoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389379]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use in the PDQ summaries only. If you want to use an image from a PDQ summary and you are not using the whole summary, you must get permission from the owner. It cannot be given by the National Cancer Institute. Information about using the images in this summary, along with many other images related to cancer can be found in Visuals Online. Visuals Online is a collection of more than 3,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The information in these summaries should not be used to make decisions about insurance reimbursement. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s E-mail Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Uterine Sarcoma Treatment (PDQ®)–Patient Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_7",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_32",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_56",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_100",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_181",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_108",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_112",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_116",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_142",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_56",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_125",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq#_61",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                },
                "Uterine Sarcoma Treatment (PDQ®)–Health Professional Version": {
                    "cancer_type": "Uterine Sarcoma",
                    "title": "Uterine Sarcoma Treatment (PDQ®)–Health Professional Version",
                    "url": "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "Uterine sarcoma accounts for less than 1% of gynecologic malignancies and 2% to 5% of all uterine malignancies.[1] The following tumors arise primarily from three distinct tissues:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These three distinct entities are often grouped together as uterine sarcomas; however, each type of tumor is being studied in separate clinical trials."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Carcinosarcoma (the preferred designation by the World Health Organization [WHO]) is also referred to as mixed mesodermal sarcoma or mullerian tumor. Controversy exists about the following issues:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The stromal components of carcinosarcoma are further characterized by homologous elements, such as malignant mesenchymal tissue considered possibly native to the uterus, or heterologous elements, such as striated muscle, cartilage, or bone, which are foreign to the uterus. Carcinosarcoma parallels endometrial cancer in its postmenopausal predominance and in other epidemiological features. Increasingly, the treatment of carcinosarcoma is becoming similar to combined modality approaches for endometrial adenocarcinoma."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Other rare forms of uterine sarcoma also fall under the WHO classification for mesenchymal and mixed tumors of the uterus. These sarcomas include the following:[2,3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "For more information, see Childhood Rhabdomyosarcoma Treatment."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The only documented etiological factor in 10% to 25% of these malignancies is prior pelvic radiation therapy, which is often administered for benign uterine bleeding that began 5 to 25 years earlier. An increased incidence of uterine sarcoma has been associated with tamoxifen in the treatment of breast cancer. Subsequently, increases have also been noted when tamoxifen was given to prevent breast cancer in women at increased risk—a possible result of the estrogenic effect of tamoxifen on the uterus. Because of this increase, patients taking tamoxifen should have follow-up pelvic examinations and should undergo endometrial biopsy if there is any abnormal uterine bleeding.[4-6]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The prognosis for women with uterine sarcoma primarily depends on the extent of disease at the time of diagnosis.[7] For women with carcinosarcoma, significant predictors of metastatic disease at initial surgery include:[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "These factors, in addition to the following ones, correlate with a progression-free interval:[7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Factors that bear no relationship to the presence or absence of metastases at surgical exploration include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "In one study, women with well-differentiated sarcomatous components or carcinosarcomas had significantly longer progression-free intervals than those with moderately to poorly differentiated sarcomas for the homologous and heterologous types. The recurrence rate was 44% for homologous tumors and 63% for heterologous tumors. The type of heterologous sarcoma had no effect on the progression-free interval."
                        },
                        {
                            "section": "Paragraph",
                            "text": "For women with leiomyosarcomas, some investigators consider tumor size to be the most important prognostic factor. Women with tumors larger than 5.0 cm in maximum diameter have a poor prognosis.[8] However, in a Gynecologic Oncology Group study, the mitotic index was the only factor significantly related to progression-free interval.[7] Leiomyosarcomas matched for other known prognostic factors may be more aggressive than their carcinosarcoma counterparts.[9] The 5-year survival rate for women with stage I disease, which is confined to the corpus, is approximately 50% versus 0% to 20% for the remaining stages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery alone can be curative if the malignancy is contained within the uterus. The value of pelvic radiation therapy is not established. Current studies consist primarily of phase II chemotherapy trials for patients with advanced disease. Adjuvant chemotherapy following complete resection for patients with stage I or II disease was not found to be effective in a randomized trial.[10] Yet, nonrandomized trials have reported improved survival following adjuvant chemotherapy with or without radiation therapy.[11-13]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The most common histological types of uterine sarcomas include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The uterine neoplasm classification of the International Society of Gynecologic Pathologists and the World Health Organization uses the term carcinosarcoma for all primary uterine neoplasms containing malignant elements of both epithelial and stromal light microscopic appearances, regardless of whether malignant heterologous elements are present.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The Fédération Internationale de Gynécologie et d’Obstétrique (FIGO) and the American Joint Committee on Cancer have designated staging to define uterine sarcoma; the FIGO system is most commonly used.[1,2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The FIGO staging system has two divisions, one for leiomyosarcoma and endometrial stromal sarcoma, and one for adenosarcoma. Carcinosarcoma is staged using the designated endometrial carcinoma definitions. For more information, see Endometrial Cancer Treatment.[1]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Surgery is often the principal means of diagnosis and is the primary treatment for all patients with uterine sarcoma. If the diagnosis is known, the extent of surgery is planned according to the stage of the tumor. Hysterectomy is usually performed when a uterine malignancy is suspected, except for rare instances when preservation of the uterus in a young patient is deemed safe for the type of cancer (e.g., a totally confined low-grade leiomyosarcoma in a woman who desires to retain childbearing potential). Medically suitable patients with the preoperative diagnosis of uterine sarcoma are considered candidates for abdominal hysterectomy, bilateral salpingo-oophorectomy, and pelvic and periaortic selective lymphadenectomy. Cytologic washings are obtained from the pelvis and abdomen. Thorough examination of the diaphragm, omentum, and upper abdomen is performed."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is no firm evidence from a prospective study that adjuvant chemotherapy or radiation therapy is of benefit for patients with uterine sarcoma.[1] In one Gynecologic Oncology Group (GOG) study, the use of adjuvant doxorubicin did not alter the survival rate of patients with resected stage I or stage II uterine sarcomas; however, interpretation of these results is difficult because this study included some patients who received radiation and three types of uterine sarcomas that have variable responses to doxorubicin.[1][Level of evidence A1] Because the risk of disease recurrence is high, even with localized presentations, many physicians have considered the use of adjuvant chemotherapy or radiation therapy.[2] Another GOG study (GOG-0150 [NCT00002546]) addressed radiation therapy versus adjuvant chemotherapy.[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for stage I uterine sarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A nonrandomized Gynecologic Oncology Group study examined the effect of pelvic radiation therapy on patients with stage I and II carcinosarcomas. Patients who had pelvic radiation therapy had a significant reduction in tumor recurrences within the radiation treatment field but no alteration in survival.[1] A large nonrandomized study demonstrated improved survival and a lower local failure rate in patients with mixed mullerian tumors following postoperative external and intracavitary radiation therapy.[2] One nonrandomized study that predominantly included patients with carcinosarcomas showed that adjuvant chemotherapy with cisplatin and doxorubicin benefitted participants.[3]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for stage II uterine sarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "A nonrandomized Gynecologic Oncology Group study examined the effect of pelvic radiation therapy on patients with stage I and II carcinosarcomas. Patients who had pelvic radiation therapy had a significant reduction in tumor recurrences within the radiation treatment field but no alteration in survival.[1] One nonrandomized study that predominantly included patients with carcinosarcomas showed that adjuvant chemotherapy with cisplatin and doxorubicin benefitted participants.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Treatment options for stage III uterine sarcoma include:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Phase II chemotherapy studies by the Gynecologic Oncology Group have documented some antitumor activity for cisplatin, doxorubicin, and ifosfamide.[1,2] These studies have also documented differences in response leading to separate trials for patients with carcinosarcomas and leiomyosarcomas. In patients previously untreated with chemotherapy, ifosfamide had a 32.2% response rate in patients with carcinosarcomas [3] and a 17.2% partial response rate in patients with leiomyosarcomas.[2]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "GOG-108 was a randomized trial that examined the use of ifosfamide with or without cisplatin as first-line therapy for patients with measurable advanced or recurrent carcinosarcomas. Patients in the combination arm had a higher response rate (54% vs. 34%) and longer progression-free survival (PFS) (6 months vs. 4 months). However, patients did not have a significant improvement in survival (9 months vs. 8 months).[4][Level of evidence A1] The follow-up GOG-0161 study [NCT00003128] used 3-day ifosfamide regimens (instead of the more toxic 5-day regimen in the preceding study) given alone or in combination with paclitaxel (with filgrastim starting on day 4).[5] The combination was superior in response rates (45% vs. 29%), PFS (8.4 months vs. 5.8 months), and overall survival (13.5 months vs. 8.4 months). The hazard ratio for death favored the combination (0.69; 95% confidence interval, 0.49–0.97).[5][Level of evidence A1] In this study, 52% of 179 evaluable patients had recurrent disease, 18% had stage III disease, and 30% had stage IV disease. In addition, imbalances were present in the sites of disease and in the use of prior radiation therapy, and 30 patients were excluded for wrong pathology."
                        },
                        {
                            "section": "Paragraph",
                            "text": "A role for chemotherapy as an adjuvant to surgery has not been established."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is currently no standard therapy for patients with stage IV disease. These patients should enroll in an ongoing clinical trial."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Phase II chemotherapy studies by the Gynecologic Oncology Group have documented some antitumor activity for cisplatin, doxorubicin, and ifosfamide.[1,2] These studies have also documented differences in response leading to separate trials for patients with carcinosarcomas and leiomyosarcomas. In patients previously untreated with chemotherapy, ifosfamide had a 32.2% response rate in patients with carcinosarcomas,[2] a 33% response rate in patients with endometrial stromal cell sarcomas,[3], and a 17.2% partial response rate in patients with leiomyosarcomas.[4] Doxorubicin in combination with dacarbazine or cyclophosphamide is no more active than doxorubicin alone for advanced disease.[5,6] Cisplatin has activity as first-line therapy and minimal activity as second-line therapy for patients with carcinosarcomas, but cisplatin is inactive as first- or second-line therapy for patients with leiomyosarcomas.[1,7]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "GOG-108 was a randomized trial that examined the use of ifosfamide with or without cisplatin as first-line therapy for patients with measurable advanced or recurrent carcinosarcomas. Patients in the combination arm had a higher response rate (54% vs. 34%) and longer progression-free survival (PFS) (6 months vs. 4 months). However, patients did not have a significant improvement in survival (9 months vs. 8 months).[8][Level of evidence A1] The follow-up GOG-0161 study [NCT00003128] used 3-day ifosfamide regimens (instead of the more toxic 5-day regimen in the preceding study) given alone or in combination with paclitaxel (with filgrastim starting on day 4).[9] The combination was superior in response rates (45% vs. 29%), PFS (8.4 months vs. 5.8 months), and overall survival (13.5 months vs. 8.4 months). The hazard ratio for death favored the combination (0.69; 95% confidence interval, 0.49–0.97).[9][Level of evidence A1] In this study, 52% of 179 evaluable patients had recurrent disease, 18% had stage III disease, and 30% had stage IV disease. In addition, imbalances were present in the sites of disease and in the use of prior radiation therapy, and 30 patients were excluded for wrong pathology."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "There is currently no standard therapy for patients with recurrent disease. These patients should enroll in an ongoing clinical trial."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Phase II chemotherapy studies by the Gynecologic Oncology Group have documented some antitumor activity for cisplatin, doxorubicin, and ifosfamide.[1,2] These studies have also documented differences in response leading to separate trials for patients with carcinosarcomas and leiomyosarcomas. In patients previously untreated with chemotherapy, ifosfamide had a 32.2% response rate in patients with carcinosarcomas,[2] a 33% response rate in patients with endometrial stromal cell sarcomas,[3] and a 17.2% partial response rate in patients with leiomyosarcomas.[4] Doxorubicin in combination with dacarbazine or cyclophosphamide is no more active than doxorubicin alone for recurrent disease.[5,6] Cisplatin has activity as first-line therapy and minimal activity as second-line therapy for patients with carcinosarcomas, but cisplatin is inactive as first- or second-line therapy for patients with leiomyosarcomas.[1,7] A regimen of gemcitabine plus docetaxel had a 53% response rate in patients with unresectable leiomyosarcomas and is undergoing further study.[8]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "GOG-108 was a randomized trial that examined the use of ifosfamide with or without cisplatin as first-line therapy for patients with measurable advanced or recurrent carcinosarcomas. Patients in the combination arm had a higher response rate (54% vs. 34%) and longer progression-free survival (PFS) (6 months vs. 4 months). However, patients did not have a significant improvement in survival (9 months vs. 8 months).[9][Level of evidence A1] The follow-up GOG-0161 study [NCT00003128] used 3-day ifosfamide regimens (instead of the more toxic 5-day regimen in the preceding study) given alone or in combination with paclitaxel (with filgrastim starting on day 4).[10] The combination was superior in response rates (45% vs. 29%), PFS (8.4 months vs. 5.8 months), and overall survival (13.5 months vs. 8.4 months). The hazard ratio for death favored the combination (0.69; 95% confidence interval, 0.49–0.97).[10][Level of evidence A1] In this study, 52% of 179 evaluable patients had recurrent disease, 18% had stage III disease, and 30% had stage IV disease. In addition, imbalances were present in the sites of disease and in the use of prior radiation therapy, and 30 patients were excluded for wrong pathology."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Radiation therapy may be an effective method of palliative care for patients with carcinosarcoma who have localized recurrence in the pelvis confirmed by computed tomography. Phase I and II clinical trials are appropriate for patients who have disease recurrence with distant metastasis and are unresponsive to first-line phase II trials. High-dose progesterone hormone therapy may be of some benefit to patients with low-grade stromal sarcoma.[11]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Use our advanced clinical trial search to find NCI-supported cancer clinical trials that are now enrolling patients. The search can be narrowed by location of the trial, type of treatment, name of the drug, and other criteria. General information about clinical trials is also available."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The PDQ cancer information summaries are reviewed regularly and updated as new information becomes available. This section describes the latest changes made to this summary as of the date above."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Editorial changes were made to this summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is written and maintained by the PDQ Adult Treatment Editorial Board, which is editorially independent of NCI. The summary reflects an independent review of the literature and does not represent a policy statement of NCI or NIH. More information about summary policies and the role of the PDQ Editorial Boards in maintaining the PDQ summaries can be found on the About This PDQ Summary and PDQ® Cancer Information for Health Professionals pages."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This PDQ cancer information summary for health professionals provides comprehensive, peer-reviewed, evidence-based information about the treatment of uterine sarcoma. It is intended as a resource to inform and assist clinicians in the care of their patients. It does not provide formal guidelines or recommendations for making health care decisions."
                        },
                        {
                            "section": "Paragraph",
                            "text": "This summary is reviewed regularly and updated as necessary by the PDQ Adult Treatment Editorial Board, which is editorially independent of the National Cancer Institute (NCI). The summary reflects an independent review of the literature and does not represent a policy statement of NCI or the National Institutes of Health (NIH)."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Board members review recently published articles each month to determine whether an article should:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Changes to the summaries are made through a consensus process in which Board members evaluate the strength of the evidence in the published articles and determine how the article should be included in the summary."
                        },
                        {
                            "section": "Paragraph",
                            "text": "The lead reviewer for Uterine Sarcoma Treatment is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Any comments or questions about the summary content should be submitted to Cancer.gov through the NCI website's Email Us. Do not contact the individual Board Members with questions or comments about the summaries. Board members will not respond to individual inquiries."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Some of the reference citations in this summary are accompanied by a level-of-evidence designation. These designations are intended to help readers assess the strength of the evidence supporting the use of specific interventions or approaches. The PDQ Adult Treatment Editorial Board uses a formal evidence ranking system in developing its level-of-evidence designations."
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ is a registered trademark. Although the content of PDQ documents can be used freely as text, it cannot be identified as an NCI PDQ cancer information summary unless it is presented in its entirety and is regularly updated. However, an author would be permitted to write a sentence such as “NCI’s PDQ cancer information summary about breast cancer prevention states the risks succinctly: [include excerpt from the summary].”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "The preferred citation for this PDQ summary is:"
                        },
                        {
                            "section": "Paragraph",
                            "text": "PDQ® Adult Treatment Editorial Board. PDQ Uterine Sarcoma Treatment. Bethesda, MD: National Cancer Institute. Updated <MM/DD/YYYY>. Available at: https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq. Accessed <MM/DD/YYYY>. [PMID: 26389327]"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Images in this summary are used with permission of the author(s), artist, and/or publisher for use within the PDQ summaries only. Permission to use images outside the context of PDQ information must be obtained from the owner(s) and cannot be granted by the National Cancer Institute. Information about using the illustrations in this summary, along with many other cancer-related images, is available in Visuals Online, a collection of over 2,000 scientific images."
                        },
                        {
                            "section": "Paragraph",
                            "text": "Based on the strength of the available evidence, treatment options may be described as either “standard” or “under clinical evaluation.” These classifications should not be used as a basis for insurance reimbursement determinations. More information on insurance coverage is available on Cancer.gov on the Managing Cancer Care page."
                        },
                        {
                            "section": "Paragraph",
                            "text": "More information about contacting us or receiving help with the Cancer.gov website can be found on our Contact Us for Help page. Questions can also be submitted to Cancer.gov through the website’s Email Us."
                        },
                        {
                            "section": "Paragraph",
                            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Uterine Sarcoma Treatment (PDQ®)–Health Professional Version was originally published by the National Cancer Institute.”"
                        },
                        {
                            "section": "Paragraph",
                            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
                        },
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#main-content",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States).",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/uterine/patient/uterine-sarcoma-treatment-pdq",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_5",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_8",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_24",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_28",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_35",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_42",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_48",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_50",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_70",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_87_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_89_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.4",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.6",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.8",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.9",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.10",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.11",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_1.13",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_2.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_124_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_3.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_3.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_4.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_4.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_4.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_169_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_TrialSearch_28_sid_5_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_5.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_5.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_5.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_173_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_TrialSearch_35_sid_6_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_6.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_6.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_177_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_TrialSearch_42_sid_7_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.4",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.5",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_7.5",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_181_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_TrialSearch_48_sid_8_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.4",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.5",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.6",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.8",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.9",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_8.9",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_182_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_TrialSearch_50_sid_9_toc",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.2",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.3",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.4",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.5",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.6",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.7",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.8",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.9",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.10",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.10",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#cit/section_9.11",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq#_AboutThis_1",
                        "https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq",
                        "mailto:?subject=Information%20from%20the%20National%20Cancer%20Institute%20Web%20Site%20&body=I%20found%20this%20information%20on%20www.cancer.gov%20and%20I%27d%20like%20to%20share%20it%20with%20you:%20https://www.cancer.gov/types/uterine/hp/uterine-sarcoma-treatment-pdq%20%0D%0A%0D%0A%20NCI%27s%20Web%20site,%20www.cancer.gov,%20provides%20accurate,%20up-to-date,%20comprehensive%20cancer%20information%20from%20the%20U.S.%20government%27s%20principal%20agency%20for%20cancer%20research.%20If%20you%20have%20questions%20or%20need%20additional%20information,%20we%20invite%20you%20to%20contact%20NCI%27s%20LiveHelp%20instant%20messaging%20service%20at%20https://livehelp.cancer.gov,%20or%20call%20the%20NCI%27s%20Contact%20Center%201-800-4-CANCER%20(1-800-422-6237)%20(toll-free%20from%20the%20United%20States)."
                    ],
                    "related_pages": {}
                }
            }
        },
        "Treatment Clinical Trials for Uterine Sarcoma": {
            "cancer_type": "Uterine Sarcoma",
            "title": "Treatment Clinical Trials for Uterine Sarcoma",
            "url": "https://www.cancer.gov/about-cancer/treatment/clinical-trials/disease/uterine-sarcoma/treatment",
            "content": [
                {
                    "section": "Paragraph",
                    "text": "National Cancer Institute\nat the National Institutes of Health"
                }
            ],
            "related_links": [
                "https://www.cancer.gov/research/participate/clinical-trials/disease/uterine-sarcoma/treatment#main-content"
            ],
            "related_pages": {
                "Treatment Clinical Trials for Uterine Sarcoma": {
                    "cancer_type": "Uterine Sarcoma",
                    "title": "Treatment Clinical Trials for Uterine Sarcoma",
                    "url": "https://www.cancer.gov/research/participate/clinical-trials/disease/uterine-sarcoma/treatment",
                    "content": [
                        {
                            "section": "Paragraph",
                            "text": "National Cancer Institute\nat the National Institutes of Health"
                        }
                    ],
                    "related_links": [
                        "https://www.cancer.gov/research/participate/clinical-trials/disease/uterine-sarcoma/treatment#main-content"
                    ],
                    "related_pages": {}
                }
            }
        }
    }
}