{
    "cancer_type": "Young Adults, Cancer in",
    "title": "Adolescents and Young Adults with Cancer",
    "url": "https://www.cancer.gov/types/aya",
    "content": [
        {
            "section": "Paragraph",
            "text": "Types of cancer in adolescents and young adults (AYAs)"
        },
        {
            "section": "Paragraph",
            "text": "Finding a doctor and hospital after a cancer diagnosis"
        },
        {
            "section": "Paragraph",
            "text": "Cancer treatment choices"
        },
        {
            "section": "Paragraph",
            "text": "Coping and support for young people"
        },
        {
            "section": "Paragraph",
            "text": "Survivorship care planning"
        },
        {
            "section": "Paragraph",
            "text": "End-of-life care decisions"
        },
        {
            "section": "Paragraph",
            "text": "Organizations serving adolescents and young adults"
        },
        {
            "section": "Paragraph",
            "text": "Cancer-related tools and statistics"
        },
        {
            "section": "Paragraph",
            "text": "Types of cancer in adolescents and young adults (AYAs)"
        },
        {
            "section": "Paragraph",
            "text": "Introduction to Adolescent and Young Adult Cancers"
        },
        {
            "section": "Paragraph",
            "text": "Cancer researchers, advocates, and a cancer survivor introduce the topic of adolescent and young adult cancers."
        },
        {
            "section": "Paragraph",
            "text": "An estimated 84,100 adolescents and young adults (AYAs) between the ages of 15 to 39 will be diagnosed with cancer in the United States in 2024. This accounts for about 4.2% of all cancer diagnoses."
        },
        {
            "section": "Paragraph",
            "text": "Cancer death rates have been falling on average 0.9% each year from 2013 to 2022, according to Cancer Stat Facts: Cancer Among Adolescents and Young Adults (AYAs) (Ages 15–39), NCI’s Surveillance, Epidemiology, and End Results (SEER) Program."
        },
        {
            "section": "Paragraph",
            "text": "The most common cancers in adolescents and young adults (ages 15–39) are:"
        },
        {
            "section": "Paragraph",
            "text": "Other cancers in adolescents and young adults include brain and other central nervous system tumors, cervical cancer, colorectal cancer, leukemia, lymphoma, and sarcomas (including bone cancer and soft tissue sarcoma)."
        },
        {
            "section": "Paragraph",
            "text": "Learn how many different types of cancer are diagnosed and treated: A to Z cancer types."
        },
        {
            "section": "Paragraph",
            "text": "The incidence of specific cancer types varies according to age. Some cancers are more common in adolescents, while others are more common in young adults."
        },
        {
            "section": "Paragraph",
            "text": "Some types of cancers are more common in males, whereas other cancers are more common in females."
        },
        {
            "section": "Paragraph",
            "text": "Survival rates are increasing among AYAs with cancer. While relative survival rates are high, at 86% for AYAs when all cancer types are combined, survival rates are much lower for some types of cancer than for others. Learn more about survival rates for different types of cancer."
        },
        {
            "section": "Paragraph",
            "text": "Finding a doctor and hospital after a cancer diagnosis"
        },
        {
            "section": "Paragraph",
            "text": "What Adolescents and Young Adults Need to Know after a Cancer Diagnosis"
        },
        {
            "section": "Paragraph",
            "text": "Experts who treat adolescents and young adults with cancer answer the question: What would you tell an adolescent or young adult with cancer?"
        },
        {
            "section": "Paragraph",
            "text": "Because cancer in young adults is rare, it is important to find an oncologist who specializes in treating the type of cancer you have. Depending on the type of cancer, young adults may have a better outcome when treated on a pediatric, rather than an adult treatment plan. For example, young adults with acute lymphoblastic leukemia (ALL) have better outcomes when treated with more intense “pediatric” type protocols."
        },
        {
            "section": "Paragraph",
            "text": "Young adults who have a cancer that typically occurs in children and adolescents, such as brain tumors, leukemia, osteosarcoma, and Ewing sarcoma, may be treated by a pediatric oncologist. These doctors are often affiliated with a hospital that is a member of the Children’s Oncology Group\nExit Disclaimer\n. However, young adults who have cancers that are more common in adults, such as breast cancer or colorectal cancer, are often treated by a medical oncologist through hospitals that are affiliated with an NCI-Designated Cancer Center or a clinical research network such as the National Clinical Trials Network or NCI Community Oncology Research Program."
        },
        {
            "section": "Paragraph",
            "text": "Getting a second opinion"
        },
        {
            "section": "Paragraph",
            "text": "When possible, it is important to get a second opinion on your cancer treatment plan. After you get a diagnosis and treatment plan from one oncologist, you may choose to get another doctor’s opinion. Most doctors will support and understand your interest in seeking a second opinion and your insurance company may even require a second opinion on the diagnosis and the treatment plan."
        },
        {
            "section": "Paragraph",
            "text": "When possible, the second opinion should come from an oncologist who specializes in treating the type of cancer that you have. This doctor will usually be the most knowledgeable about the latest cancer treatments, including those for young adults. Seeing a specialist, and getting your initial treatment plan reviewed, can ensure that all aspects of care and treatment are considered. A second opinion may be especially helpful when the first opinion on the treatment plan comes from a doctor who doesn’t specialize in or treat many young adults with the type of cancer that you have. Learn more about finding a doctor and getting a second opinion in Finding Cancer Care."
        },
        {
            "section": "Paragraph",
            "text": "Cancer treatment choices"
        },
        {
            "section": "Paragraph",
            "text": "A UNC program for adolescents and young adults with cancer expands access to recommended treatment and services."
        },
        {
            "section": "Paragraph",
            "text": "The type of treatment you receive is based on factors such as:"
        },
        {
            "section": "Paragraph",
            "text": "Common treatments include chemotherapy, immunotherapy, radiation therapy, stem cell transplants, surgery, and targeted therapy. Learn more about these treatments in Types of Cancer Treatment."
        },
        {
            "section": "Paragraph",
            "text": "Your treatment options may include:"
        },
        {
            "section": "Paragraph",
            "text": "You can also read more about clinical trials, get answers to questions, and find a clinical trial."
        },
        {
            "section": "Paragraph",
            "text": "Biomarker testing looks for biomarkers. Each person’s cancer has a unique pattern of biomarkers, but they have only been discovered for some cancers. Since some biomarkers affect how certain cancer treatments work, biomarker testing may be used to choose the best treatment for some types of cancer. Biomarker testing is different than genetic testing."
        },
        {
            "section": "Paragraph",
            "text": "Genetic testing for inherited cancers looks for specific inherited changes (variants) in a person’s genes. Harmful variants in some genes are known to be associated with an increased risk of developing cancer, in about 5% to 10% of all cancers."
        },
        {
            "section": "Paragraph",
            "text": "Fertility Issues for Adolescents and Young Adults with Cancer"
        },
        {
            "section": "Paragraph",
            "text": "The effect of cancer treatment on fertility is a special concern for many young people with cancer."
        },
        {
            "section": "Paragraph",
            "text": "Cancer treatments can affect your fertility. It's important to talk with your doctor about whether or not the cancer treatment being advised may increase the risk of, or cause, infertility."
        },
        {
            "section": "Paragraph",
            "text": "Meeting with a reproductive endocrinologist can help you learn about fertility preservation options before starting treatment. Learn more about fertility issues in girls and women and fertility issues in boys and men. Research has found that although discussions of fertility preservation between doctors and young adult cancer patients are becoming more common, improvements are still needed."
        },
        {
            "section": "Paragraph",
            "text": "Organizations such as the Oncofertility Consortium\nExit Disclaimer\n and LIVESTRONG Fertility\nExit Disclaimer\nalso provide fertility-related support and advice to young adults and health care professionals."
        },
        {
            "section": "Paragraph",
            "text": "Coping and support for young people"
        },
        {
            "section": "Paragraph",
            "text": "Cancer can create a sense of isolation from friends and family, who may not understand what you are going through. As a young person, you may feel like you are losing your independence at a time when you were just starting to gain it. Perhaps you just began college, landed a job, or started a family. A desire for normalcy may keep you from sharing your experiences with friends."
        },
        {
            "section": "Paragraph",
            "text": "Learn about unique ways that you can cope and find support: Emotional Support for Young People with Cancer."
        },
        {
            "section": "Paragraph",
            "text": "Survivorship care planning"
        },
        {
            "section": "Paragraph",
            "text": "For many young people, the completion of treatment is something to celebrate. However, this time may also bring new challenges. You may worry that cancer will return or struggle to get used to new routines. Some young people enter this new phase feeling stronger, whereas others are more fragile. Most young people say the transition after treatment took longer and was more challenging than they anticipated. While most of the side effects that you had during treatment will go away, long-term side effects, such as fatigue, may take time to go away. Other side effects, called late effects, may not occur until months or even years after treatment."
        },
        {
            "section": "Paragraph",
            "text": "Although follow-up care is important for all survivors, it is especially important for adolescents and young adults. These check-ups can both reassure you and help to prevent or treat medical and psychological problems. Some young people receive follow-up care at the hospital where they were treated, and others see specialists at late effect or survivorship care clinics. Talk with your health care team to learn what follow-up care you should receive and about possible places to receive this important care. Learn more in questions to ask your doctor when you have finished cancer treatment."
        },
        {
            "section": "Paragraph",
            "text": "Important documents to get from your doctor and talk about include:"
        },
        {
            "section": "Paragraph",
            "text": "You'll want to save both paper and electronic copies of these documents for your medical records. Learn more about Follow-Up Medical Care."
        },
        {
            "section": "Paragraph",
            "text": "A growing number of hospitals have survivorship clinics, including programs that focus on follow-up care for young people who have been treated for cancer. Research is also ongoing through the Childhood Cancer Survivor Study to both increase survival rates and to better understand and minimize late effects."
        },
        {
            "section": "Paragraph",
            "text": "Clinical trials are also working to improve survivorship care programs. One example is the Interactive Survivorship Program for the Improvement of Healthcare Resources in Adolescent and Young Adult Cancer Survivors, the INSPIRE-AYA Study. This study is working to improve access to survivorship resources and is developing an interactive survivorship program aimed at helping adolescents and young adults access follow-up care guidelines and reduce cancer-related distress."
        },
        {
            "section": "Paragraph",
            "text": "Learn more about issues related to cancer survivorship, including late effects of treatment for adult cancers as well as late effects of treatment for childhood cancers."
        },
        {
            "section": "Paragraph",
            "text": "End-of-life care decisions"
        },
        {
            "section": "Paragraph",
            "text": "If the cancer you have cannot be cured, or continues to progress despite treatment, it may be called end-stage cancer or terminal cancer. Being told that treatment isn’t working is exceptionally difficult to hear. Get suggestions that can help you have conversations and make choices about end-of-life care and support that are right for you: Young People Facing End-of-Life Care Decisions."
        },
        {
            "section": "Paragraph",
            "text": "Organizations serving adolescents and young adults"
        },
        {
            "section": "Paragraph",
            "text": "A growing number of organizations serve the needs of AYAs with cancer. Some organizations help young people connect with peers who are going through the same things. Others address topics such as coping, fertility, and survivorship."
        },
        {
            "section": "Paragraph",
            "text": "You can find more organizations by searching for general emotional, practical, and financial support services in NCI’s list of Organizations That Offer Cancer Support Services. You are not alone."
        },
        {
            "section": "Paragraph",
            "text": "Cancer-related tools and statistics"
        },
        {
            "section": "Paragraph",
            "text": "Cancer-related statistics and statistical tools are available to help you understand cancer in AYAs from NCI’s Surveillance, Epidemiology and End Results (SEER) Program, including:"
        },
        {
            "section": "Paragraph",
            "text": "statistics for cancer among adolescents and young adults (AYAs)"
        },
        {
            "section": "Paragraph",
            "text": "If you would like to reproduce some or all of this content, see Reuse of NCI Information for guidance about copyright and permissions. In the case of permitted digital reproduction, please credit the National Cancer Institute as the source and link to the original NCI product using the original product's title; e.g., “Adolescents and Young Adults with Cancer was originally published by the National Cancer Institute.”"
        },
        {
            "section": "Paragraph",
            "text": "Want to use this content on your website or other digital platform? Our syndication services page shows you how."
        },
        {
            "section": "Paragraph",
            "text": "National Cancer Institute\nat the National Institutes of Health"
        }
    ],
    "related_links": [],
    "related_pages": {}
}